package com.example.myapplication.constants;

public class AllWorksConstants {

    private String[] allTitle = {
            "沧元图", "穹顶之上", "开天录", "全球高武", "朔明", "第一序列"
    };

    private String[] allLabel = {
            "玄幻奇幻", "都市青春", "玄幻奇幻", "都市青春", "历史军事", "玄幻奇幻"
    };

    private String[] allContent = {
            "我叫孟川，今年十五岁，是东宁府“镜湖道院”的当代大师兄。......\n" +
                    "第一集 秘技“三秋叶”\n" +
                    "\n" +
                    "\n" +
                    "------------\n" +
                    "\n" +
                    "第一章 孟川和云青萍\n" +
                    "\n" +
                    "    大周王朝，吴州，东宁府。\n" +
                    "\n" +
                    "    东宁府城八大道院之一的‘镜湖道院’正门，一名腰间佩刀的少年从道院中走出。\n" +
                    "\n" +
                    "    “孟师兄。”\n" +
                    "\n" +
                    "    “孟师兄好。”\n" +
                    "\n" +
                    "    “见过孟师兄。”\n" +
                    "\n" +
                    "    周围的其他同门们都颇为热情。\n" +
                    "\n" +
                    "    少年孟川向这些师弟师妹们微微点头，其实这些‘师弟师妹们’很多都比他年龄更大，不过镜湖道院的规矩是达者为先，他早在两年前就已经进入镜湖道院‘山水楼’，山水楼二十二位弟子，也是镜湖道院最强的二十二位，受众多师弟师妹们仰慕向往。而其中‘孟师兄’尤为受推崇，是因为孟师兄偶尔会会指点他们，其他山水楼师兄师姐却懒得浪费时间在他人身上。\n" +
                    "\n" +
                    "    “公子，公子。”忽然一道熟悉的声音从旁边传来。\n" +
                    "\n" +
                    "    从一旁跑出来一名绿衣少女，孟川见状笑了：“绿竹，你怎么来了？”\n" +
                    "\n" +
                    "    “我家小姐想要请公子一起去东山游玩，昨夜刚刚一场大雪，雪后的东山可美得很。”绿衣少女笑道。\n" +
                    "\n" +
                    "    “去东山游玩？”孟川眉头一凝，说道，“东山太远了，去一趟怕是要在东山过夜了，等明日才能回来。”\n" +
                    "\n" +
                    "    绿衣少女笑道：“我云家在东山恰好有一处别院，可以在那过夜。”\n" +
                    "\n" +
                    "    孟川摇头道：“回去告诉青萍，就说一个多月后就是玉阳宫斩妖盛会，我需潜心修行以做准备，无法陪她过去。”\n" +
                    "\n" +
                    "    “这……”绿衣少女犹豫。\n" +
                    "\n" +
                    "    “你回去直接说就是了。”孟川吩咐道，“还有，让青萍多花点时间修行，别总是想着出去游玩。”\n" +
                    "\n" +
                    "    “是。”绿衣少女只能乖乖应着，回去禀报。\n" +
                    "\n" +
                    "    孟川微微摇头。\n" +
                    "\n" +
                    "    对于从小定下婚约的‘云青萍’他也有些头疼。\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    镜湖道院是建造在镜湖东岸，在镜湖西岸还有许多府宅，其中就有一座‘孟府’。\n" +
                    "\n" +
                    "    “少爷。”府门口有两名守卫，看到孟川便颇为恭敬。\n" +
                    "\n" +
                    "    “我爹在府里么？”孟川问道。\n" +
                    "\n" +
                    "    “刚刚祖宅那边派人来，老爷便立即赶去了。”守卫说道。\n" +
                    "\n" +
                    "    孟川若有所思点点头，便进入府中。\n" +
                    "\n" +
                    "    “咻咻咻！！！”很快便依稀听到箭矢的声音，孟川循声来到了练武场。\n" +
                    "\n" +
                    "    练武场正有一名红衣少女在弯弓射箭，一根根箭矢，瞬间穿过数十丈接连射在靶子上，且后一箭都射在前一箭箭杆上。\n" +
                    "\n" +
                    "    孟川在一旁看着对方练箭。\n" +
                    "\n" +
                    "    她叫柳七月，是自己父亲的生死兄弟‘柳夜白’的独女。\n" +
                    "\n" +
                    "    自己八岁那年……\n" +
                    "\n" +
                    "    柳夜白带着女儿来到了孟府，从此便住下。\n" +
                    "\n" +
                    "    七月和自己很像，都是很小就没了母亲。从小，七月就和自己一同修炼，一直修炼至今，感情极深。\n" +
                    "\n" +
                    "    “阿川，你回来了。”红衣少女看到孟川眼睛一亮，“射这些靶子真没意思，来来来，赶紧给我当靶子。如果不是为了等你，我早去道院练箭了，道院的弓箭场可比这大多了。”\n" +
                    "\n" +
                    "    “好，给你当靶子。”\n" +
                    "\n" +
                    "    孟川笑着走到练武场中央。\n" +
                    "\n" +
                    "    红衣少女换了一箭囊，箭矢也都是没有箭头的，她眼睛放光看着孟川：“阿川，你可得小心了，别又被我揍得鼻青脸肿。”\n" +
                    "\n" +
                    "    “你也小心，我这次定要破了你的七星连珠箭。”孟川凝神以待。\n" +
                    "\n" +
                    "    红衣少女嘻嘻一笑，跟着手指犹如幻影，瞬间拉弓射箭，似乎都不需要瞄准。\n" +
                    "\n" +
                    "    咻咻咻！！！一箭又一箭，接连射出。每一次从背后箭囊取箭拉弓射箭，再取箭拉弓射箭……就仿佛正常人呼吸一般自然，一根根箭矢也快得惊人，威力同样极大。\n" +
                    "\n" +
                    "    “噗噗噗。”孟川腰间的刀已经出鞘。\n" +
                    "\n" +
                    "    刀走弧线，在面前隐隐形成一片领域，凡是箭矢射来都会被阻挡下。\n" +
                    "\n" +
                    "    “阿川你的刀法是越加厉害了，还是得施展七星连珠箭啊。”红衣少女射箭的同时还笑眯眯说着，显然如此射箭非常轻松。\n" +
                    "\n" +
                    "    “咻！”\n" +
                    "\n" +
                    "    话音刚落，红衣少女新射出的一箭，箭破空带着刺耳的尖啸。\n" +
                    "\n" +
                    "    “来了！”孟川也越加郑重。\n" +
                    "\n" +
                    "    “噗。”“噗。”\n" +
                    "\n" +
                    "    孟川刀走弧线，犹如圆球一般阻挡住一根根箭矢。可七星连珠箭是消耗真气极大的杀招，箭矢速度会越来越快。\n" +
                    "\n" +
                    "    仅仅第六箭，孟川的刀就阻挡了空，跟着就感觉胸口一疼，整个人情不自禁一个踉跄，胸口怕是要青紫一块了。\n" +
                    "\n" +
                    "    “还是没能挡住。”孟川摇头无奈道。\n" +
                    "\n" +
                    "    “我修炼成的五大杀招，你已经能挡住四大杀招了，只剩下‘七星连珠箭’罢了。”红衣少女笑道，“已经很厉害了，在道院的时候，洗髓境层次都没谁挡住我的‘三重幻影箭’，可是你却能挡住。”\n" +
                    "\n" +
                    "    “我从小就挡你的弓箭，当然要比你们道院的强些。”孟川摇头，“你这还是没箭头的，若是加上箭头，箭的速度会更快。你的五大杀招……怕是大半我都挡不住。”\n" +
                    "\n" +
                    "    “阿川，难道你没听说？在同一境界，没谁能抗住神箭手的狂攻。”红衣少女得意道。\n" +
                    "\n" +
                    "    “七月……真生死搏杀，我早就第一时间冲到你面前了。”孟川哼声道。\n" +
                    "\n" +
                    "    “神箭手都是有护卫的。”红衣少女撇嘴道，“我护卫会挡住你，然后你就成了我的靶子。说不定将来你就是我的护卫呢！”\n" +
                    "\n" +
                    "    孟川笑了。\n" +
                    "\n" +
                    "    他很清楚神箭手的可怕，在任何一方势力，顶尖神箭手地位都极高，都会被保护的极好。\n" +
                    "\n" +
                    "    自己这位七月妹妹，在弓箭上就非常有天赋。\n" +
                    "\n" +
                    "    “阿川，今天你们院长召你们过去，是说玉阳宫斩妖盛会？”柳七月询问道。\n" +
                    "\n" +
                    "    “嗯，你们烈阳道院也说了吧。”孟川问道。\n" +
                    "\n" +
                    "    “说了！我烈阳道院洗髓境十大弟子中就我一个神箭手，院长直接定下一个名额给我。”柳七月说道，“在玉阳宫斩妖盛会对付妖怪，我神箭手是最擅长的。”\n" +
                    "\n" +
                    "    孟川笑道：“我们镜湖道院洗髓境一共三个名额，我虽然是洗髓境十大弟子之一，但是还得争夺名额，若是得不到名额，都没资格去。”\n" +
                    "\n" +
                    "    “那你就慢慢拼吧。”柳七月嘿嘿笑道。\n" +
                    "\n" +
                    "    “别大意，玉阳宫斩妖盛会上，你面对妖怪，千万别被妖怪给近身了。”孟川说着，“我们先练练。”\n" +
                    "\n" +
                    "    说着孟川陡然飞扑过去。\n" +
                    "\n" +
                    "    “有本事追上我。”\n" +
                    "\n" +
                    "    柳七月立即飞窜闪开，甚至还返身射出一箭。\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    另一处，东宁府五大神魔家族之一的‘云家’。\n" +
                    "\n" +
                    "    云青萍正在给她父亲‘云符安’泡茶。\n" +
                    "\n" +
                    "    “爹，你尝尝。”云青萍讨好地将一杯茶水放到父亲面前，忽然她瞥见远处回来的侍女绿竹，不由眼睛一亮，连喊道，“绿竹！”\n" +
                    "\n" +
                    "    绿竹只能乖乖过去。\n" +
                    "\n" +
                    "    “怎么样，孟川怎么说？”云青萍连问道。\n" +
                    "\n" +
                    "    “孟公子说了，说是一个多月后就是玉阳宫斩妖盛会，他要潜心修行以做准备，没法陪小姐你去东山游玩。”绿竹低声道。\n" +
                    "\n" +
                    "    “又不去？”\n" +
                    "\n" +
                    "    云青萍有些恼怒，“就知道修炼修炼修炼。”\n" +
                    "\n" +
                    "    “孟公子还让我告诉小姐，多花点时间修行，别总是想着出去游玩。”绿竹又道。\n" +
                    "\n" +
                    "    “他还管我？”\n" +
                    "\n" +
                    "    云青萍越加气恼。\n" +
                    "\n" +
                    "    “我看，孟川说的很对。”坐在那的云符安美滋滋喝茶，说道，“你这丫头就该好好修炼，别老是贪玩。”\n" +
                    "\n" +
                    "    “爹，这孟川就跟木头一样。”云青萍看着云符安，忍不住道，“在我刚满月时，你们就给我和孟川定下娃娃亲！可是我俩性子完全不同。我喜欢玩，喜欢请许多好友一起玩。他却喜欢修炼、画画，喜欢安静。我和他说话，也是话不投机。以后想到和他成亲，我都快疯了。”\n" +
                    "\n" +
                    "    “你就是太闹腾，刚好有一个能治你的，是好事。”云符安笑道。\n" +
                    "\n" +
                    "    云青萍连到父亲身旁，抱着父亲胳膊撒娇道：“爹，我求求你了，去和孟家说说，找孟伯伯说一说，解除了婚约吧。”\n" +
                    "\n" +
                    "    “你想都别想！”云符安喝着茶，直接否掉。\n" +
                    "\n" +
                    "    “爹！”\n" +
                    "\n" +
                    "    云青萍气道，“你们为什么非要逼我嫁给他？当年，我刚刚满月什么都不懂，就给我定下亲事。你们怎么知道，孟川长大后会是什么样？你们完全不知道，就硬要我嫁给他。你们根本就没在意过我的想法。你不觉得很过分吗？”\n" +
                    "\n" +
                    "    “孟川还是不错的。”云符安说道，“东宁府五大神魔家族年轻一代，他算是很好了。”\n" +
                    "\n" +
                    "    “他再好又怎样，我不喜欢！”云青萍怒道，“我不想嫁给一个说话都说不到一起的所谓天才。”\n" +
                    "\n" +
                    "    云符安轻轻放下茶杯，眼皮一掀，冷冷看了眼女儿。\n" +
                    "\n" +
                    "    云青萍心头一颤。\n" +
                    "\n" +
                    "    可心中的傲气让她昂着头，盯着父亲！\n" +
                    "\n" +
                    "    “最近半年，你已经和我说过六次解除婚约了。”云符安冰冷道，“看来是爹太宠你了，今天话就和你说清楚。”\n" +
                    "\n" +
                    "    云青萍盯着父亲。\n" +
                    "\n" +
                    "    云符安继续道：“你和孟川的亲事，不单单是你们俩的事。也是我们云家和孟家的事！我们云家虽是五大神魔家族之一，可定居东宁府也仅仅数十年，族人也仅仅数十位，根基尚浅。而孟家是扎根在东宁上千年的神魔家族，族人过万！孟川父亲‘孟大江’将是下一任孟家族长。你是我们云家第三代唯一的女孩，你和孟川成亲，我们云家和孟家关系自然可以更进一大步。这对我云家也有大大益处。”\n" +
                    "\n" +
                    "    “祖父他都修炼成神魔了。”云青萍反驳道，“有祖父在，谁都动摇不了我云家！既然如此，为何不能让我过得更自在些呢？”\n" +
                    "\n" +
                    "    “自在？自在就是你想要和谁成亲，就和谁成亲？”云符安冷声道。\n" +
                    "\n" +
                    "    “怎么，不行么？”云青萍昂头道，“为了家族，就一定牺牲我？爹，你们不觉得羞愧么？”\n" +
                    "\n" +
                    "    “闭嘴！”\n" +
                    "\n" +
                    "    云符安气得站起来，怒指着女儿，喝道，“云青萍，你想要出去游玩，护卫仆从成群。你大冬天想要吃火龙鱼，自有人拼掉命去帮你寻。你修炼不用心，也有大量宝物用在你身上，让你今年也达到了洗髓境。我请高手一对一指点你，你实力弱，我请三名脱胎境护卫一直暗中保护你，请三名脱胎境护卫一月就要五百两银子，还有其他种种宝物赐予……”\n" +
                    "\n" +
                    "    “为了你所谓的逍遥自在，你知道家族付出了多少？”云符安盯着女儿。\n" +
                    "\n" +
                    "    云青萍愣住了。\n" +
                    "\n" +
                    "    她不傻。\n" +
                    "\n" +
                    "    她略一算，就知道维持如此生活，家族在她身上付出何等惊人。\n" +
                    "\n" +
                    "    “你享受了家族的种种好处，就得承担你该承担的！”云符安怒喝道，“只管享受好处，什么都不做？想得美！”\n" +
                    "\n" +
                    "    “还有，我知道你们道院的有一个小家伙，叫张冲，最近对你挺殷勤的吧？”云符安冷笑，“他一个张家旁支的小子，也配娶我云符安的女儿，也不照照镜子，看看自己是哪根葱！”\n" +
                    "\n" +
                    "    “爹，我和张师兄并没有……”云青萍连要解释。\n" +
                    "\n" +
                    "    “只要我发现你们有一丝逾规，污了我云家和孟家的脸面。不但他得死，连你！我都会清理门户！”云符安冷冰冰看着有些吓着的女儿，“到时候别怪当爹的无情。”\n" +
                    "\n" +
                    "    云青萍感到心底发寒。\n" +
                    "\n" +
                    "    她从来没见过父亲这么冰冷的一面，她今年也才十五岁而已。\n" +
                    "\n" +
                    "    “女儿啊。”云符安面色缓下来，“家族联姻就是如此，他就是再丑再无能，你也得嫁。你爹我当初娶你娘，也是你祖父亲自定下，都没得选！而且说起来，孟川人品很不错，你该庆幸了。”\n" +
                    "\n" +
                    "    说完，云符安又瞥了眼在女儿身后战战兢兢的侍女绿竹，吩咐一句：“绿竹，给我看好你家小姐，别让她犯了错。”\n" +
                    "\n" +
                    "    “是。”绿竹连忙应道。\n" +
                    "\n" +
                    "    云符安随即负手离去。\n" +
                    "\n" +
                    "    云青萍站在那，愣愣看着父亲离去的身影，想到那句“连你，我都会清理门户。到时候别怪当爹的无情。”，这句话对云青萍刺激的确有些大。\n" +
                    "\n" +
                    "    她觉得，这世界和她这么多年想的不一样。\n" +
                    "\n" +
                    "    ——————\n" +
                    "\n" +
                    "    番茄新书正式开始上传，新的征程开始了~~~还请大家支持！对了，每天两章，更新会在中午11点左右、晚上7点左右。\n" +
                    "------------\n" +
                    "\n" +
                    "第二章 学其上，仅得其中\n" +
                    "\n" +
                    "    清晨。\n" +
                    "\n" +
                    "    镜湖孟府的练武场，柳七月在练着箭，而孟川在角落练着刀法。\n" +
                    "\n" +
                    "    “呼呼。”\n" +
                    "\n" +
                    "    刀法飘忽，诡异难以捉摸。\n" +
                    "\n" +
                    "    并且速度极快，这是凡俗当中能够学到的最顶尖的一门快刀刀法，名叫《落叶刀》。\n" +
                    "\n" +
                    "    他六岁孩童时就经过家族考验，确定了在快刀上最有天赋，他也最喜欢修炼快刀，因为……够快！\n" +
                    "\n" +
                    "    在家练了两年基础刀法后，八岁那年，父亲孟大江就送他进了东宁府八大道院之一的镜湖道院！镜湖道院院长‘葛钰’人品虽一般，却是整个东宁府境内第一快刀！\n" +
                    "\n" +
                    "    九岁，孟川基础刀法就修炼到圆满，根基扎实，得以传授上等刀法《追风刀》。\n" +
                    "\n" +
                    "    十一岁，《追风刀》修炼圆满，院长亲自传授他最擅长的顶尖刀法《落叶刀》\n" +
                    "\n" +
                    "    十三岁，《落叶刀》就修炼到大成，成为镜湖道院山水楼中的一员。山水楼……是整个镜湖道院数千名弟子中最优秀的才能进入，即便是现如今，山水楼也一共才二十二名弟子。\n" +
                    "\n" +
                    "    如今十五岁了。\n" +
                    "\n" +
                    "    “可惜，我的落叶刀依旧只是大成，未曾圆满。”孟川停下来，看着手中的刀，微微皱眉，“到底怎么才能悟出落叶刀法的秘技，达到刀法的第一重的大境界‘合一境’呢？”\n" +
                    "\n" +
                    "    刀法剑法枪法等等……\n" +
                    "\n" +
                    "    一切技艺。\n" +
                    "\n" +
                    "    第一个大境界，便是‘合一境’，指的是身、心、技三者合一，可发挥出匪夷所思的威力。\n" +
                    "\n" +
                    "    第二个大境界，被称作‘势’，天地有大势！山有山势，水有水势。施展刀法的就该像天地、山水、风火一般，有刀势。用剑的，该有剑势！那将是更高的一个大境界。\n" +
                    "\n" +
                    "    然而孟川这么多年依旧是打基础阶段，当然他已经基础浑厚到极致，刀法离‘合一境’只差最后临门一脚。\n" +
                    "\n" +
                    "    可就是这临门一脚……却是最难的！\n" +
                    "\n" +
                    "    “即便在整个东宁府，刀法剑法等技艺，能达到合一境的都少之又少。”孟川很清楚这点，“只有达到合一境，才能算是真正的高手。否则只是庸手。”\n" +
                    "\n" +
                    "    那些庸手，即便真气雄浑，也只是力量大些速度快些的靶子。\n" +
                    "\n" +
                    "    在真正的高手面前，一个照面就被击杀。\n" +
                    "\n" +
                    "    “按照落叶刀的描述，落叶刀分为八十一式，只要将八十一式修炼到出神入化之境，便会自然而然掌握秘技‘三秋叶’，那时候便达到刀法的第一个大境界‘合一境’。”孟川有些无奈，因为整本书籍关于合一境，就这么一小段话。\n" +
                    "\n" +
                    "    没有更多的描述，连招数是什么样都没有记载。\n" +
                    "\n" +
                    "    ‘便会自然而然掌握秘技’，说的太玄乎，自己的《落叶刀》刀法大成两年了，每天都苦修，怎么就一直没有‘自然而然’悟出秘技呢？\n" +
                    "\n" +
                    "    “凡俗修炼分为五个阶段，筑基、内炼、洗髓、脱胎、无漏。脱胎境想要达到无漏境……必须得刀法剑法技艺达到合一境，唯有‘身心技三者合一’，真正统合脱胎境所有力量，才能一举突破到无漏境。”孟川暗想着，“在大家族，有足够丹药宝物提供，成为脱胎境不难。可成为无漏境的却少之又少！”\n" +
                    "\n" +
                    "    孟川六岁开始筑基。\n" +
                    "\n" +
                    "    九岁踏入内炼境，十二岁洗髓境，按照孟川的预估，今年六月左右就应该能洗髓境圆满踏入‘脱胎境’。这种速度在神魔家族核心子弟当中算是正常水准。像云青萍那等修为懒散之辈，在服用许多丹药宝物后，也在十五岁达到洗髓境，这算是比较落后了。\n" +
                    "\n" +
                    "    凡俗修炼五重大境界：筑基、内炼、洗髓、脱胎、无漏。\n" +
                    "\n" +
                    "    再往上就是‘神魔’。\n" +
                    "\n" +
                    "    无漏境到神魔，堪称天堑！\n" +
                    "\n" +
                    "    成神魔非常难，东宁府上百年时间成神魔的就寥寥数人罢了。\n" +
                    "\n" +
                    "    “我在娘的墓前发过誓，今生一定要成为神魔，斩杀妖怪，给娘报仇。”孟川停下刀法，看着手中的刀，孩童时还不太懂，如今他才明白，要成为神魔得多难，可再难他也不会放弃，“我必须尽快掌握刀法第一重大境界‘合一境’，将来还需掌握第二重大境界‘势’，如此才有些许希望成神魔。”\n" +
                    "\n" +
                    "    忽然——\n" +
                    "\n" +
                    "    “川儿。”一道胖胖身影从练武场院门走进来。\n" +
                    "\n" +
                    "    孟川转头看去：“爹。”\n" +
                    "\n" +
                    "    眼前这位面带笑容的肥胖中年人，就是他的父亲孟大江，是个开酒楼的！当然开的是东宁府第一酒楼。同时也是孟家定下的下一任族长。\n" +
                    "\n" +
                    "    孟大江实力非凡，是神魔下最强的一小撮，也是修炼刀法的，并且是掌握‘刀势’的无漏境强者，可已经四十七岁的他，成为神魔的希望也越来越渺茫！\n" +
                    "\n" +
                    "    “孟伯伯。”柳七月也走了过来。\n" +
                    "\n" +
                    "    “三月初三，就是玉阳宫斩妖盛会了吧，七月是神箭手，烈阳道宫肯定会给你一个名额。”孟大江说着，柳七月也美滋滋点头，孟大江看向自己儿子，“川儿，你呢，你们镜湖道院洗髓境弟子只有三个名额，你有把握去吗？”\n" +
                    "\n" +
                    "    “没把握。”孟川很有自知之明，说道，“我们镜湖道院的洗髓境十大弟子，彼此差距不大。我有些希望能争一争，但也可能失败。若是我能够悟出落叶刀秘技，那就肯定有把握了。可惜我一直悟不出。爹，修炼秘技你有什么特殊诀窍吗？”\n" +
                    "\n" +
                    "    “哈哈，你们院长是东宁府第一快刀，该教的他也会教你。”孟大江笑道，“至于秘技，我觉得就是多练，练多了，或许就悟出了。”\n" +
                    "\n" +
                    "    孟川暗暗无奈。\n" +
                    "\n" +
                    "    没法取巧。\n" +
                    "\n" +
                    "    “别想太多，整个东宁府你们年青一代的洗髓境，就没有谁能悟出秘技的。”孟大江笑道，“你爹我是孟家这一辈最优秀的，也是十九岁才悟出秘技。”\n" +
                    "\n" +
                    "    “可张家老祖，传说中十三岁就掌握秘技，剑法达到合一境了。”孟川感慨道。\n" +
                    "\n" +
                    "    “张家老祖，那是我东宁府上百年来唯一一个能拜入元初山的，张家也因此成为我东宁府五大神魔家族之首。”孟大江说道，“你也别着急，我孟家的五百年前的余山老祖，当年是十八岁悟出秘技，到八十岁不也成为神魔？大器晚成，照样能成神魔。”\n" +
                    "\n" +
                    "    孟川当然知道。\n" +
                    "\n" +
                    "    小时候，母亲会将很多神魔的成长故事讲给自己听，自己也会缠着母亲，缠着父亲听故事！\n" +
                    "\n" +
                    "    除了画画，听故事是儿时自己最喜欢的。\n" +
                    "\n" +
                    "    父母都买了许多历史上名气很大的神魔的传记，专门读给自己听。\n" +
                    "\n" +
                    "    “娘，总有一天，我也会成为神魔的。”孟川默默道。\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    当天午后，孟川来到了镜湖道院，因为有一堂院长亲自教导的刀法课。以院长的身份，五天才授一次课。\n" +
                    "\n" +
                    "    一个时辰的刀法课结束。\n" +
                    "\n" +
                    "    “还是没法突破。”\n" +
                    "\n" +
                    "    “真不知道，我什么时候刀法能达到合一境。”孟川行走在道院中，这两年来他几乎每一天都在苦思‘落叶刀秘技’，都快疯魔了。\n" +
                    "\n" +
                    "    在路过一处空地时，听到了怒斥声。\n" +
                    "\n" +
                    "    孟川看过去。\n" +
                    "\n" +
                    "    道院的马教谕，正在唾沫横飞怒斥着一群少年。\n" +
                    "\n" +
                    "    “学其上，仅得其中；学其中，斯为下矣。你们听明白了吗？”马教谕怒斥道，“我是让你们要跟好的学，而不是跟坏的学。跟坏的学……只会越学越混账！你们若是修炼不到洗髓境，一辈子也没出息。若是能到洗髓境，二十岁都必须服兵役，去和妖怪厮杀。现在不流汗，到时候你们就流血，就要丢性命。去服兵役能活着回来的，也就勉强一半！你们是希望死在战场上，还是活着回来风风光光？”\n" +
                    "\n" +
                    "    “看，那是孟家的孟川，人家十三岁就落叶刀大成，进了我镜湖道院山水楼，院长亲自教！刀法大成，没有别的捷径，只有苦学，我听说孟川在家每天都苦修数个时辰，你们呢，看看你们自己？”\n" +
                    "\n" +
                    "    “学其上，仅得其中，让你们学的就是孟川，懂了吗？”\n" +
                    "\n" +
                    "    马教谕怒吼声下，一群少年们大气都不敢喘。\n" +
                    "\n" +
                    "    一边吼着，马教谕还朝不远处路过的孟川笑了笑，孟川也微笑点头，可孟川的眼睛却亮了起来，连加快步伐赶往家中。\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    回到府内，孟川立即去书房。\n" +
                    "\n" +
                    "    “学其上，仅得其中；学其中，斯为下矣。要学，就该和最好的学！”孟川喃喃自语，眼睛越来越亮，也越加激动，“要学，就和最强的神魔学！和历史上最强大的存在去学。这才是学其上！”\n" +
                    "\n" +
                    "    “能在历史上留名的无敌强者，许多早就尘归尘土归土，可是却有他们传记在流传，流传了千年万年！”\n" +
                    "\n" +
                    "    “他们的传记，就有他们的记载。”\n" +
                    "\n" +
                    "    孟川抬头看着书籍上的书籍，“爹娘，在我小的时候，就给我读过很多神魔传记故事。买了很多书。”\n" +
                    "\n" +
                    "    说着随手拿下一本。\n" +
                    "\n" +
                    "    翻开来看。\n" +
                    "\n" +
                    "    这是讲述一位横行一个时代的神魔‘邓风’，传记中记载，邓风从小居住在深山当中没有名师教导，唯一的亲人刚教了他一招‘拔刀式’就死了。他孤独一人生活在深山内，仅仅一个拔刀……每天耗费四个时辰，拔刀万次，他没学过其他刀法招数。\n" +
                    "\n" +
                    "    可他在深山孤独一人，每天四个时辰，拔刀万次，拔刀二十年。\n" +
                    "\n" +
                    "    等他离开深山时，懵懵懂懂进入人世间，以洗髓境实力，一招拔刀式……就斩杀了无漏境强者，他的刀法已经到了匪夷所思的层次。消息传开，立即被传说中的‘元初山’主动招揽，成为元初山弟子，自此踏上神魔之路。\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    书籍挺长，记载了邓风成为神魔后的诸多事迹，让后人敬仰。\n" +
                    "\n" +
                    "    关于修炼的很少，只有所谓的‘每天四个时辰，拔刀万次，拔刀二十年’。\n" +
                    "\n" +
                    "    对孟川而言，这本书籍最重要的就这么一句话。\n" +
                    "\n" +
                    "    “一名高手，就算施展刀法慢点，一个时辰也足以拔刀万次了。”孟川皱眉道，“他却是每天四个时辰，说明每一刀都蓄势，都很用心，而后拔出一刀！一刀再一刀……每一刀都蓄势再爆发，如此上万次，才需四个时辰。”\n" +
                    "\n" +
                    "    “用心？练同一招？次数极多？”\n" +
                    "\n" +
                    "    孟川在书桌前拿着毛笔记录下，而后又去翻看另一本神魔传记。\n" +
                    "\n" +
                    "    他需要从一本本神魔传记中，尽量找到神魔们强大的‘共同点’。\n" +
                    "\n" +
                    "    学其上，仅得其中；学其中，斯为下矣。\n" +
                    "\n" +
                    "    要学……就学最强的！\n" +
                    "\n" +
                    "    学那些，在历史上都无敌的神魔！\n" +
                    "\n" +
                    "    “钱叔。”孟川忽然对外喊道。\n" +
                    "\n" +
                    "    “少爷。”外面传来声音。\n" +
                    "\n" +
                    "    “你带两个人出去，把市面上的神魔传记！还有一些强大神魔家族的家训，都给买一份回来，要快！”孟川说道。\n" +
                    "\n" +
                    "    “好，我这就去。”钱叔连应道。\n" +
                    "------------\n" +
                    "\n" +
                    "第三章 匠人和宗师\n" +
                    "\n" +
                    "    孟川仔细阅读着一本本传记故事，这些有的是大家族为了某位老祖宗立的传记，宣扬自家老祖宗的！有些是真的声名远播，民间自发写的传记故事。甚至最出名的一些神魔，有数十版本的传记故事。也有宗派给神魔主动写的传记。最夸张的有神魔亲自书写的，想要让后辈记得他的事迹。\n" +
                    "\n" +
                    "    “这些传记故事，主要是讲故事，对我修行有用处的，有时候一本就那么几句话。甚至一本传记故事，都没发现有用的地方。”\n" +
                    "\n" +
                    "    “而且，这些故事，有些可信度高，有些可信度低些。也需分类。”\n" +
                    "\n" +
                    "    孟川毕竟是神魔家族子弟，又经过镜湖道院系统的教导，基础很扎实，顶尖刀法都修炼到大成地步，离‘合一境’只差临门一脚。\n" +
                    "\n" +
                    "    有这样的底子……\n" +
                    "\n" +
                    "    更能从传记故事中，去分辨哪些是有用的。\n" +
                    "\n" +
                    "    “练剑不用心，只是剑之奴。练剑用心，方成剑之主。”孟川看到传记故事中北地剑皇指点后辈说过的一句话。\n" +
                    "\n" +
                    "    孟川盯着这句话，思索着：“北地剑皇，指点的后辈也是一位无漏境强者，那位后辈当时剑术至少达到了合一境。平常修炼应该算是用心了。可北地剑皇还说了这么一句话……显然，无漏境强者的剑术，在他看来，修炼依旧不够用心。”\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    孟川继续看着一本本神魔传记。\n" +
                    "\n" +
                    "    偶尔某位神魔留下的只言片语，甚至某个事迹，便会引起孟川的一些推测。\n" +
                    "\n" +
                    "    在普通人看来只是故事。\n" +
                    "\n" +
                    "    在有心人眼里，却能看到那些神魔们强大的一些原因。\n" +
                    "\n" +
                    "    “一招鲜，吃遍天。杀敌只要一招，只要你练出最强的一招就足够了，练那些乱七八糟的再多又有什么用。”这是一本传记故事中，三千年前一位强大神魔‘魔刀’魏冯和弟子的其中一句谈话。关于魔刀魏冯的传记故事，在东宁府市面上一共找到了十五个版本。\n" +
                    "\n" +
                    "    其中都有“一招鲜，吃遍天，杀敌只要一招，只要练出最强一招就足够了。”类似的话。\n" +
                    "\n" +
                    "    孟川同样记录下来。\n" +
                    "\n" +
                    "    除了传记故事，一些流传出来的出名的神魔家族的家训，孟川同样重视。\n" +
                    "\n" +
                    "    家训，是神魔留给后辈的，一般都是神魔认为极重要的事。\n" +
                    "\n" +
                    "    记录下的越多，孟川也是暗暗心惊。\n" +
                    "\n" +
                    "    “学其上，仅得其中；学其中，斯为下矣。和历史上最强的神魔学。这点是没错！可传记故事，都是一鳞半爪。如果本身没有足够深厚的基础，就很容易走歪了。”孟川明悟这一点，因为他看到不少家族的家训，都很重视修炼基础。\n" +
                    "\n" +
                    "    都明令，家族弟子必须进入道院，进行完整的系统修炼。\n" +
                    "\n" +
                    "    因为道院……是天下最古老的宗派‘元初山’在大周王朝每一个大城都建立的，道院的教导体系，是元初山制定的。在道院修行，才能拥有足够扎实的基础。\n" +
                    "\n" +
                    "    当然也只是教导基础，孟川的刀法离合一境只差临门一脚，道院的七年修炼，该教的都教给他了。他需要的更多是自己去摸索。\n" +
                    "\n" +
                    "    “我的基础足够，现在需要的就是最后一步突破。”\n" +
                    "\n" +
                    "    “我这一天，记录下的一条条，很多对我都有启发。”\n" +
                    "\n" +
                    "    “不过，不急。我将这些书籍都简单看一遍，再整理合并，一些修行的道理，至少三位神魔都说过，才能更值得信。”\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    一天又一天。\n" +
                    "\n" +
                    "    孟川搜集的越多，整合的越多。再结合镜湖道院的一些‘修行铁律’，那可是元初山定下的一些修行规矩。\n" +
                    "\n" +
                    "    二者结合，让孟川明白更多。\n" +
                    "\n" +
                    "    “好了。”\n" +
                    "\n" +
                    "    傍晚时分，孟川看着面前自己的笔记，露出笑容。\n" +
                    "\n" +
                    "    “这五天时间，比我修行五年都重要。”孟川有些激动看着面前的笔记，他对修行有了更清晰的认知。\n" +
                    "\n" +
                    "    修行第一条，基础无比重要，犹如房屋之根基，进入道院进行完整的修行，是最佳选择。\n" +
                    "\n" +
                    "    第二条，次数很重要。脑袋空想再多，也比不上去修炼上一万遍！每日拔刀万次，每日练‘血影刺’万遍，类似的话，足足十二位神魔都说过。\n" +
                    "\n" +
                    "    第三条，一招鲜，吃遍天！和第二条有相似处，杀敌真的只要一招，一招修炼到极致，比修炼十个比较厉害杀招都有用。\n" +
                    "\n" +
                    "    第四条，修炼的确艰辛，忍着艰辛咬牙去修炼，终究只是一匠人！唯有真正享受其中，痴迷其中，仔细琢磨每一招的奥秘，方成宗师。\n" +
                    "\n" +
                    "    孟川也明白了北地剑皇那句“练剑不用心，只是剑之奴。练剑用心，方成剑之主。”的真正含义，寻常修行者似乎很认真的刻苦修炼，但这还不是真的用心。真的用心……是真的享受剑法，痴迷剑法，抛却一切外物，完全沉迷其中，如此疯魔，方有大成就，方能成宗师。否则只是一个匠人罢了。\n" +
                    "\n" +
                    "    第五条，日有所进，月有所变，终有所成……\n" +
                    "\n" +
                    "    第六条……\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    一共九条。\n" +
                    "\n" +
                    "    都是至少三位神魔都提到过，并且以孟川的见识，也认为非常有道理的。\n" +
                    "\n" +
                    "    “每日我练刀都有数个时辰，全身疲累不堪，再累都是咬着牙撑下来。我过去以为很认真用心，但是显然我不够‘用心’。我应该享受刀法，沉迷于刀法，认真琢磨每一招才对。”孟川觉得这点，是自己问题最大的一点。修炼本是很累的事。\n" +
                    "\n" +
                    "    平常他都下午画画一个时辰，这是他仅有的奢侈的享乐，是幼年养下来的爱好，在画画中，修炼的疲累会忘却，心灵也会无比平静。\n" +
                    "\n" +
                    "    如此，他才一年年坚持下来。\n" +
                    "\n" +
                    "    现在看来，心态就错了。\n" +
                    "\n" +
                    "    “我之前那样，看似勤奋努力，终究是一匠人。”孟川根本忍不住，放下记录的笔记，直接出了书房到院子中。\n" +
                    "\n" +
                    "    在院子便开始修炼顶尖刀法《落叶刀》。\n" +
                    "\n" +
                    "    和过去不同。\n" +
                    "\n" +
                    "    这次仅仅落叶刀第一式‘拔刀式’，孟川将一切都抛之脑后，心完全用在刀法上，仿佛天地间唯有手中的刀！随即，出刀！感受着刀出鞘时的悄无声息，感受着刀切开‘风’的感觉，刀法还是那一套刀法，可心态变了，‘看到的’也就变了。\n" +
                    "\n" +
                    "    从小选择快刀，是因为孟川的确发自内心喜欢。只是在日复一日的修炼下变得疲累不堪，那份热情喜爱被消磨。而今天当他心态改变，再度全身心感受着刀法时。\n" +
                    "\n" +
                    "    那份喜爱在苏醒。\n" +
                    "\n" +
                    "    刀，无声无息出鞘。\n" +
                    "\n" +
                    "    刀的轨迹，就仿佛绘画的痕迹，那么美丽。他努力让这道轨迹更漂亮，破开‘风’更快！真正强大的刀术是有美感的，孟川的刀术也在接近这一层次。\n" +
                    "\n" +
                    "    孟川一遍又一遍尝试着同一招，出刀努力更快更悄无声息，切开‘风’努力更迅疾。\n" +
                    "\n" +
                    "    连续施展了五十遍，才算尽兴。\n" +
                    "\n" +
                    "    “就该这样修炼！”孟川激动兴奋，跟着他又施展第二式‘旋月式’。\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    在孟川整合出修行笔记的第二天，云家的一处地下大殿中。\n" +
                    "\n" +
                    "    “呼呼~~~”\n" +
                    "\n" +
                    "    大殿中央，有紫色火焰升腾。\n" +
                    "\n" +
                    "    一名黑发老者盘膝坐在火焰当中，毫发无伤。\n" +
                    "\n" +
                    "    “爹，你找我？”云符安恭恭敬敬走到大殿内，却根本不敢靠近，距离老远他都觉得热浪扑面而来，空气都在扭曲。\n" +
                    "\n" +
                    "    “符安。”黑发老者睁开眼，眼神平静，“我刚得到一消息，孟家的那位老太婆在安海关抵挡妖族时，受到重创，怕是活不了多久了，应该最近几天就会回到东宁。”\n" +
                    "\n" +
                    "    云符安惊愕万分：“爹，你说的是那位孟仙姑？”\n" +
                    "\n" +
                    "    “就是她。”\n" +
                    "\n" +
                    "    黑发老者微微点头。\n" +
                    "\n" +
                    "    “会不会弄错？”云符安不敢相信，“不是说孟仙姑最擅探查，十里之地一切动静都瞒不过她，她都不需要冲杀在最前面，怎么会突然重伤？”\n" +
                    "\n" +
                    "    “不会错的。”黑发老者冷然道，“安海王为她请了数位高明医者，那老太婆伤势太重，已经回天乏术。在安海关那边，这已经不是秘密了！她若是不再厮杀，小心苟活，最多也就撑上七八年。若是拼命厮杀，怕是活的更短。”\n" +
                    "\n" +
                    "    “最多也就七八年？”云符安忍不住道，“没了孟仙姑，孟家不就完了？”\n" +
                    "\n" +
                    "    “东宁府五大神魔家族，很快就要变成四大神魔家族了。”黑发老者点头说道。\n" +
                    "\n" +
                    "    一个家族，因神魔而兴盛。\n" +
                    "\n" +
                    "    同样，没了神魔，家族也就变得平凡了。\n" +
                    "\n" +
                    "    “他们孟家也没资格在东宁占那么多位置，那么多好处了。”黑发老者冰冷说道，“对了，当初定下的青萍和孟家那个叫孟川小子的婚约，你也去一趟孟家，让他们交出婚书，当场直接撕了！如今的孟家……不配和我们联姻。”\n" +
                    "\n" +
                    "    “是。”云符安恭敬道。\n" +
                    "\n" +
                    "    “不过那老太婆没死之前，也不必做的太难看。”黑发老者说完便闭上眼。\n" +
                    "\n" +
                    "    云符安便悄然告退。\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    “什么？解除婚约？”云青萍惊愕看着自己父亲。\n" +
                    "\n" +
                    "    不是不答应么？怎么突然改口了？\n" +
                    "\n" +
                    "    “爹只是告诉你一声。”云符安微笑道，“今天我就会去孟家，帮你解除婚约。”\n" +
                    "\n" +
                    "    “这孟家会乖乖交出婚书吗？”云青萍忍不住道。\n" +
                    "\n" +
                    "    “他们会乖乖交出的。”云符安自信道，自家父亲从好友那都得到消息，孟家肯定早知道老祖宗的事了，这些大家族都是有自知之明的，顽抗也是自取其辱。\n" +
                    "\n" +
                    "    云青萍连说道：“爹，我是想要解除婚约，但也不想撕破脸，坏了两家的和气。要不，请孟伯伯过来商谈一番……”\n" +
                    "\n" +
                    "    “不必那么麻烦。”云符安笑道，“好了，这事情交给我，你只管在家等好消息就是了。”\n" +
                    "------------",
            "在一个已然被湮灭的史诗年代。有后来人难以想象的高端武力，英雄的名字以及不具名的身躯；有呜咽和长歌，决死的人和绝望里的光……    历史请我们遗忘，然而，遗忘不代表未曾发生。穹顶之上……那些星辰，永远在。\n" +
                    "1.那一年的封龙岙\n" +
                    "\n" +
                    "    韩青禹的名字是当年乡上守破庙的外来老和尚取的。\n" +
                    "\n" +
                    "    后来懂事了问起，说是因为他刚出生的那会儿，水田里稻秧子恰开始落黄返青，山溪发大水，漫涨了好几天。\n" +
                    "\n" +
                    "    所以他的这个名字，是取来镇灾用的。老和尚凭这个收了当时沿河每村五斗米。\n" +
                    "\n" +
                    "    那是十九年前的事情了。\n" +
                    "\n" +
                    "    那个靠着一张不论说错什么都能圆回来的嘴，给人算命看相、择日子、选阴宅为生的孤单老和尚，早几年也已经去了别处。\n" +
                    "\n" +
                    "    其实，按照某些地区农村的古老规则论起来，韩青禹这名字并不怎好，有点太大了。\n" +
                    "\n" +
                    "    但是在封龙岙，没人懂得。\n" +
                    "\n" +
                    "    就像这里的人们一样并不知道，他们自家小山村的名字，其实也大了，很大。\n" +
                    "\n" +
                    "    封龙岙，一个祖祖辈辈都不曾阔气过，但是山田收成向来还算丰富，所以总也不至冻饿的小山村。\n" +
                    "\n" +
                    "    作为这片偏僻土地上又一辈的山民，一个普通的农家孩子，韩青禹之前十九年平凡的人生里只发生过两件大事：\n" +
                    "\n" +
                    "    一件是他今年高考落榜了。\n" +
                    "\n" +
                    "    另一件，是去年。\n" +
                    "\n" +
                    "    “两回了……”\n" +
                    "\n" +
                    "    农家院子里老梨树很高，枝杈上有个废弃的喜鹊窝。透过枝叶的阳光落地明暗斑驳，韩青禹坐在树下头不自觉嘀咕，跟着大约还笑了一下，只是笑起来总难免有些惨淡。\n" +
                    "\n" +
                    "    他其实有一些理由可以找。\n" +
                    "\n" +
                    "    比如他的语文老师其实以前是邮递员，只因为在报纸上发表了豆腐块大的一首诗，就转行做了老师。如今每天上课的主题，就是给学生们朗诵他那些后来再也没能发表的新诗；\n" +
                    "\n" +
                    "    他的英语老师已经年岁不小，是个早年间因为睡了大姓姑娘所以没能走脱的老知青，本身专业是俄语，普通话是唐山腔，说英语的时候总是把三种腔调混杂在一起，后果比之其中任何一种都更难懂。\n" +
                    "\n" +
                    "    但是这些其实都没有意义，没考上就是没考上，这个事情不讲道理。\n" +
                    "\n" +
                    "    “那就再考一回，老话说什么来着？事不过三。”\n" +
                    "\n" +
                    "    恰好听见他的嘀咕了，母亲张洁霞从侧边墙角转出来的同时，开口搭了这么一句。\n" +
                    "\n" +
                    "    说着放下手里洗衣的木盆，拣起来一件湿衣服拧干，再抖落几下，晾在竹竿上。\n" +
                    "\n" +
                    "    80年代末，90年代初，高考失利并不是什么太值得意外的事情，寻常人考个两三年也都很平常。母亲是爽利人，没文化懂的不多，也不怎么沮丧。\n" +
                    "\n" +
                    "    再来一回吗？\n" +
                    "\n" +
                    "    韩青禹心头动一下，搁心底他是想的，但是转头再想想自己那两门严重的偏科，眸子里的光彩又灰暗下来，说：“再一年，大概也没用……我，好像真的考不动。”\n" +
                    "\n" +
                    "    他还藏了一些在心里思量的话没说出口——事实上，以收入来说，这年头上高中的费用并不低，这几年家里因为供他上学已经欠了一些钱，同时因为劳力少的关系，父母亲也比大多村邻都辛苦不少。他自己觉得把握不大，已经没脸再试了。\n" +
                    "\n" +
                    "    “……这样啊？你看，妈也不懂……”\n" +
                    "\n" +
                    "    当娘的转过头，仔细看了看儿子的神情，判断他的心思。一向，韩青禹都是一个很有主意的孩子，甚至这几年他渐渐开始给家里拿主意。\n" +
                    "\n" +
                    "    既然青娃子这么说了，张洁霞想了想，说：“那反正你自个儿拿主意，不成就读到这，咱也是文化人了……”\n" +
                    "\n" +
                    "    她是想宽慰孩子来着，不给压力，更不勉强。\n" +
                    "\n" +
                    "    但是话说着说着，张洁霞的神情突然就活泛了起来，眼睛放光，接着道：“那要不干脆就搁家里娶媳妇儿生娃，把日子过起来？！”\n" +
                    "\n" +
                    "    这一句落在最后，是个往上拨的调门，透着热切和期待。\n" +
                    "\n" +
                    "    最近这两三年，村里和韩青禹差不多大的后生，好些个都已经偷摸成亲，娃儿落地跑了。\n" +
                    "\n" +
                    "    老娘其实一直偷偷在心里惦着这个，韩青禹知道，他有些无奈地抬头笑了笑。\n" +
                    "\n" +
                    "    张洁霞的热情被点燃了。\n" +
                    "\n" +
                    "    “说真的，那上龙村，婉芬她妈，一早就相中你了，明暗里给我递过好几回话呢，要不就……”老娘一说起来，话成串儿，眼看着就要止不住。\n" +
                    "\n" +
                    "    “婉芬妈？那怎么成啊？！”韩青禹赶紧把话头挡住。\n" +
                    "\n" +
                    "    老妈问：“怎么个不成？”\n" +
                    "\n" +
                    "    “那不……婉芬她爸还在呢嘛，也没听说有啥过不去要离。再说我和婉芬是小学同学，让她以后管我叫爸，怎么也不像话吧？”\n" +
                    "\n" +
                    "    韩青禹笑着，一副欠揍的样子。\n" +
                    "\n" +
                    "    “昂？”张洁霞愣了一下，跟着反应过来了，没好气骂道：“你，你个兔崽子，就知道瞎说八道……”\n" +
                    "\n" +
                    "    然后变成笑骂，说：“行行行，又能贫嘴了，妈和你爸也就放心了……这两天生怕你自己过不去。”\n" +
                    "\n" +
                    "    其实他们一直都担心着呢，只因怕儿子自己思虑太重，所以不敢往外表现。\n" +
                    "\n" +
                    "    “说起来差点忘了，今个儿你叔公家办酒嘞。”\n" +
                    "\n" +
                    "    “再明个儿，你堂姐又要跟媒人去相亲，上回那个没成。”\n" +
                    "\n" +
                    "    “……”\n" +
                    "\n" +
                    "    宽了心，张洁霞开始说道起亲戚邻里，家常闲事来，慢慢就扯远了，院子里高低都是她的声音。\n" +
                    "\n" +
                    "    好一会儿，坐一旁编竹框子一直没说话的父亲韩友山才抬起头，先看了看妻子，又看看儿子，试探说：\n" +
                    "\n" +
                    "    “不成咱找找门路，送青子去当兵吧？那也是个好出路。”\n" +
                    "\n" +
                    "    原来他不说话，一直还在思考这个。\n" +
                    "\n" +
                    "    这年头能当兵自然好，没得仗要打，弄好了退伍回来能谋公家差事，说不定命再好些，还能在部队里提干，或者考军校，当军官。\n" +
                    "\n" +
                    "    韩友山的这个提议让院内一家三口都振奋了一下。\n" +
                    "\n" +
                    "    “哎哟可不是嘛？好，这个好！”张洁霞激动起来，丢下手上拧了一半的湿衣服，一边在围裙上擦手，一边向屋里走说：“那得赶紧，我这就去把咱家存那两瓶酒都包上，老韩你抓紧去趟村长家，跟他问问，看还来不来得及……”\n" +
                    "\n" +
                    "    她说到这突然顿了顿，脚下步子也停住了。\n" +
                    "\n" +
                    "    跟着神情一下就沮丧起来，转回身，叹一口气说：“唉，别想了。就咱村，要真能弄来一个名额，那村长家加生，不也正是年纪嘛，估计早等着呢……哪轮得到咱家青子啊？”\n" +
                    "\n" +
                    "    “这个……倒也是。我刚没想到这一茬。”韩友山低声说完，也跟着失落沮丧起来。\n" +
                    "\n" +
                    "    “没事。”韩青禹藏起来失落，抬头轻松笑了笑，说：“正好我自己也还想再琢磨琢磨呢，放心吧，总会有出路的。”\n" +
                    "\n" +
                    "    “啊。”\n" +
                    "\n" +
                    "    “诶。”\n" +
                    "\n" +
                    "    因为儿子面前又一条出路的关闭。韩友山和张洁霞都不自觉地沉默了一会儿。\n" +
                    "\n" +
                    "    院子里气氛有点沉了。\n" +
                    "\n" +
                    "    “对了。”终是当娘的先打破沉默，说：“今晚叔公家吃席，青子你去不？”顿了顿，她接着又说：“不想去妈先给你把饭做上。”\n" +
                    "\n" +
                    "    整个封龙岙就这么点儿大，一场酒席，大半个村子都得到场，张洁霞后补这一句，是因为怕儿子去了，每个人都要问他考上没有，怕他掉面子，不好受。\n" +
                    "\n" +
                    "    “去啊，去。”韩青禹站起来，灿烂笑着，迎着爸妈担心的目光解释道：“反正迟早都得被问一遍，我可不愿意亏了嘴。”\n" +
                    "\n" +
                    "    他说的逗趣，爸妈都跟着笑起来。\n" +
                    "\n" +
                    "    其实这也是实话，在1990年的封龙岙，一场酒席，那可是难得的油水，是“盛事”。\n" +
                    "\n" +
                    "    …………\n" +
                    "\n" +
                    "    农家喜事的流水席，菜色不说多好，鸡鸭鱼肉总得有两样，叫做排场，另外还得有烟有酒。\n" +
                    "\n" +
                    "    当晚的酒席一直持续到夜里八点多才算整个结束。\n" +
                    "\n" +
                    "    但是人，并没有都散去。带着一些个醉意，嘴唇还泛着油光的村邻亲故们留下来不少，此时正围坐在喜事东家门外不远的晒谷坪上抽烟闲聊。\n" +
                    "\n" +
                    "    “我说要是青娃子这回考上了，也得摆几席吧？可惜了。”有人剔着牙，透着遗憾说。\n" +
                    "\n" +
                    "    这时候村子里愿意供孩子读到高中的人家其实不多，算上去年加今年，村里娃儿能读到参加高考的，韩青禹都是唯一一个。\n" +
                    "\n" +
                    "    “是啊，那不……还是差了点儿。”韩友山帮儿子接话。\n" +
                    "\n" +
                    "    其实韩青禹自己也在，只是坐在了人群角落。他有点疲了，高考的事，差不多该问不该问的人，今天都已经问过一遍了。\n" +
                    "\n" +
                    "    说实在的，真面对下来，是有点不好受。\n" +
                    "\n" +
                    "    就这种事情吧，别说是恶意的揶揄和讽刺了，哪怕是善意的关心和安慰，听多了也只会让人心里头的郁闷更重起来几分。\n" +
                    "\n" +
                    "    他这会儿面上看着还显平静，其实心里终究是郁积得有点厉害。\n" +
                    "\n" +
                    "    “这学费、营养，一年年的，话说你家养那么些鸡，这些年鸡蛋都没卖过一颗吧？算下来……真真是可惜了。”那个人接着又感慨了一句。\n" +
                    "\n" +
                    "    “几个鸡蛋，本就是给孩子长身体吃的，你说那些干啥？！”韩友山有些不高兴了，抽了口烟说，“再说文化学了就在身上，总会有用处的。”\n" +
                    "\n" +
                    "    “可不是嘛？你看咱青娃子这个子，样子，都算是都养出来了。人还有文化，至少以后媳妇、彩礼这些，一点不用愁，有的是人家愿意。”旁边一个叔伯辈的接过话头，帮衬完了，哈哈两声想着把话题岔开。\n" +
                    "\n" +
                    "    可是他还没来得及。\n" +
                    "\n" +
                    "    人群里就又冒出来了新的话头，有人叹大气儿，总结说：“唉，说起来，咱封龙岙的这第一个大学生，到底还是没出来。”\n" +
                    "\n" +
                    "    “可不是？咱村岙这怎么也得上二百年了吧？听说早年间还兴盛的时候就这样，一个秀才公都没出过，说起来也是怪事。”接话的人说完转头指了指不远处的连绵山峰，不甘说：“咱村这么好的风水。”\n" +
                    "\n" +
                    "    他这一说。\n" +
                    "\n" +
                    "    “是啊，是啊。”一时间好些人点头，出声附和。\n" +
                    "\n" +
                    "    关于村子占着好风水的说法，是古早就有的，若不然也取不了一个“龙”字。\n" +
                    "\n" +
                    "    角落里，韩青禹和众人一起抬头看了看。别说，这远处环村的山势在夜色中看起来，还真有几分像是一条蜿蜒的伏龙。\n" +
                    "\n" +
                    "    不过话又说回来了，伏龙这形状，真要刻意了去看，世上又几处连绵山脉看不出点像来？\n" +
                    "\n" +
                    "    “这个事啊，你们年轻辈的，大概都不知道了。”村里的老辈人开口，抽着烟斗忆着说：“早年间，我都才十几岁那会儿，就有过路的瞎半仙说过了……说咱这地儿啊，出不了人物。”\n" +
                    "\n" +
                    "    人群里一串儿的诧异，问“为什么？”\n" +
                    "\n" +
                    "    老头子抬手指了指远山，“因为咱这条龙，是锁着的。瞎半仙当年话说，见山问地名，你是封龙岙，封龙岙，连龙都能封得住，还困不住几个你想蹿起跳的小人物？”\n" +
                    "\n" +
                    "    “咦？……好像还真是。”\n" +
                    "\n" +
                    "    道理突然就通了，许多人深以为然，感慨着，埋怨着。跟着似乎就连韩青禹连续两年没考上大学这事，也有了合情合理的解释。\n" +
                    "\n" +
                    "    想着安慰他的人，转头在人群里找他的人，一下又多起来了。\n" +
                    "\n" +
                    "    还来？韩青禹难过得哭笑不得。他自然是不信这些的，见势忙从角落悄然退开，一个人先行离开了晒谷坪。\n" +
                    "\n" +
                    "    …………\n" +
                    "\n" +
                    "    他离开后，晒谷坪上。\n" +
                    "\n" +
                    "    “爸，爸，刚咱家电视机突然就嗤啦一下，就都是雪花点点……现在连1套都看不了了。”\n" +
                    "\n" +
                    "    东家门里头跑出来一群原本在看电视的孩子，其中一个扯嗓子对着坪上的大人们喊道。\n" +
                    "\n" +
                    "    这年头电视信号不稳定本就是很平常也很频繁的事，大人这边谈兴正浓，摆手不耐烦说：“自己个儿轻点儿拍两下，再摆摆天线……老子这没空去给你们弄。”\n" +
                    "\n" +
                    "    他这么把孩子们打发了。\n" +
                    "\n" +
                    "    差不多同时间，有人仰着头，看着天上月亮，夸张叫说：“哎，那个是什么玩意儿？你们快看……就月亮下头，那个黑黑的，那是什么东西？”\n" +
                    "\n" +
                    "    众人闻声都抬起头。\n" +
                    "\n" +
                    "    夏夜的半个月亮下面，确实有个黑乎乎的影子，似乎在动，但是看不清，且很快就消失在了黑色的夜空中。\n" +
                    "\n" +
                    "    “啥大鸟吧，正好飞过去。”\n" +
                    "\n" +
                    "    “反正不能是飞机，飞机下头都有灯，会闪。”\n" +
                    "\n" +
                    "    “就是鹰啥的啊，又不是没看过。”\n" +
                    "\n" +
                    "    人们说。\n" +
                    "------------\n" +
                    "\n" +
                    "2.这不是变形金刚\n" +
                    "\n" +
                    "    韩青禹并没有看到后来的这些，包括突然失去信号冒雪花的电视机，以及月亮下面出现又消失的黑影子。\n" +
                    "\n" +
                    "    当然，就算看见了，他也一样不会觉得这有什么特殊和不可思议。\n" +
                    "\n" +
                    "    他此时正走在路上。\n" +
                    "\n" +
                    "    因为是群山环抱的一个村落，地势崎岖，封龙岙村民们的房屋并不很集中。今个儿办酒席的叔公家在村头，而韩青禹的家在村尾靠山边的位置，相隔其实稍有些距离。\n" +
                    "\n" +
                    "    他也没从村子里过，而是走的村外面的山道，这样能近些，更重要能少遇见些人。至于说夜路，今晚有月亮呢，且他早走惯了。\n" +
                    "\n" +
                    "    山林边的微风里，裹着些许凉意和轻微的呼啸。\n" +
                    "\n" +
                    "    所以，真的就不考了？那我以后怎么办，应该去做什么？\n" +
                    "\n" +
                    "    种地，娶妻生娃，留下来以后做个村会计？还是出去，像在学校听说的那样去城市打工，赚钱孝敬爸妈？我，能行吗？\n" +
                    "\n" +
                    "    他开始有些迷茫。\n" +
                    "\n" +
                    "    难得一次，不会抽烟的韩青禹想抽根烟，正好今个儿新郎官发的一双红双喜，他还放在衬衣口袋里，没来得及交给老爸。\n" +
                    "\n" +
                    "    低头摸了其中一根放在嘴里，又摸了摸口袋……他才发现自己压根没火。\n" +
                    "\n" +
                    "    也许是因为终于离了人群，离了所有人视线的关系，一直郁积的情绪就这样因为这点儿不顺，突然集中爆发了，突然就整个人委屈难受，崩溃得不行……\n" +
                    "\n" +
                    "    这样的情绪状态，韩青禹不敢直接回家。\n" +
                    "\n" +
                    "    也许五分钟，十分钟，或者更久一些，韩青禹依然坐在离山道不很远的月光树林里，在一圈砍伐过的空地边，一块大青条石上。\n" +
                    "\n" +
                    "    不过，他脑中混乱的情绪，好歹是平复下来了，现在整个人很安静。\n" +
                    "\n" +
                    "    除了草间虫鸣，四周也很安静。\n" +
                    "\n" +
                    "    事实证明，人就算没看见形状，也没听见声响，当有一件足够大的东西掠过头顶，总还是有感觉的。\n" +
                    "\n" +
                    "    韩青禹突然察觉了头顶上方的异样，抬头向上看……\n" +
                    "\n" +
                    "    一个黑乎乎的，圆锥状的东西，就这么突兀而又自然地，在他的视线里渐渐放大，缓缓下落，最终停在了他身前大约三四十米远的空地上。\n" +
                    "\n" +
                    "    整个过程既没有喷射的火光，也没有太大的响动。除了间或几声，灌木被压倒折断的脆响。\n" +
                    "\n" +
                    "    它也许吉普车那么大，或者更大点儿，但也大得有限。\n" +
                    "\n" +
                    "    是金属，虽然没有任何反光，但是有金属的质感。\n" +
                    "\n" +
                    "    所以，这是什么啊？\n" +
                    "\n" +
                    "    外星飞船，UFO？还是军用的新科技？韩青禹是爱看科幻和军事杂志的，上学时在同学手里也看过一些，不免就先这样思考了一下……\n" +
                    "\n" +
                    "    下一秒，“会不会有危险啊？”韩青禹整个人猛地警醒，紧接着身体往前一纵，直接就扑进了灌木丛下的一个土坑里。\n" +
                    "\n" +
                    "    夏季繁盛的灌木和杂草把他遮得严严实实。韩青禹屏住呼吸，小心观察。\n" +
                    "\n" +
                    "    约一分钟过去了，圆锥体并没有打开，也没有机械的响动。\n" +
                    "\n" +
                    "    反而是密集的破风的呼啸声，先从两面的山林间嗖嗖传来。\n" +
                    "\n" +
                    "    人。\n" +
                    "\n" +
                    "    统一穿着衬衫样式灰色制服，背上背着一个暗沉色调金属匣子，身上有几处缠着奇怪金属带子的，手上拿刀的人。\n" +
                    "\n" +
                    "    大约三四十个，如黑暗中的疾风一般，从林间两面狂奔而来。\n" +
                    "\n" +
                    "    也可能不是人。\n" +
                    "\n" +
                    "    虽然他们暴露在外，完全是人的样子，但是人，不可能有这么快，就是奥运冠军都不可能跑这么快。\n" +
                    "\n" +
                    "    这都什么啊？！\n" +
                    "\n" +
                    "    就在韩青禹的眼睛和脑子都陷入混乱的又十几秒时间里，那些“人”，已经冲到圆锥体旁边。\n" +
                    "\n" +
                    "    与此同时。\n" +
                    "\n" +
                    "    圆锥体上方似乎也终于打开了一个天窗，接着，弹射出来了两个“东西”。\n" +
                    "\n" +
                    "    韩青禹下意识选择用“东西”来形容它们，再不然就只能是“变形金刚”。\n" +
                    "\n" +
                    "    但是，不是。韩青禹在温继飞家看过变形金刚，而眼前从圆锥体里弹射落地的那两个东西，并没有变形，它们看起来大概是穿着“全身黑色钢铁盔甲”的人。\n" +
                    "\n" +
                    "    也许因为铁甲的关系，体型看着比一般人都要高大不少。若真是人，怕得有两米高，250往上的体重。\n" +
                    "\n" +
                    "    所以，机器人吗？好高级。\n" +
                    "\n" +
                    "    因为它们的“盔甲”实在太过贴合身体、骨骼和肌肉了，看起来也太过灵便，一点都不像杂志、电影里所呈现的机器人那样，只看外表就给人感觉沉重、迟滞和笨拙。\n" +
                    "\n" +
                    "    只不过因为韩青禹并没有接触过类似“外骨骼战衣”这样的概念，才会笼统地把它们叫做机器人。\n" +
                    "\n" +
                    "    总之，所有的一切，就这么一下全都超出了韩青禹过往的认知，也超越了他的判断能力。\n" +
                    "\n" +
                    "    而出现在他眼前的两方，显然是互相敌对的。\n" +
                    "\n" +
                    "    没有对话，没有缓冲，战斗在双方接触伊始就已经直接爆发。如同一个狼群与两头猛虎的正面遭遇，迅速而猛烈的对撞……\n" +
                    "\n" +
                    "    冲锋的人群背后，暗沉金属匣子从内部渗透出来一抹抹晶蓝幽光，连片闪动……伴随这光，人群冲击的速度陡然再次提升。\n" +
                    "\n" +
                    "    被鞋底掀起飞溅的泥土碎石在空气中嗖嗖作响。\n" +
                    "\n" +
                    "    黑甲的机器人立在原地，双手持握巨大的伞状柱剑，两人一致，由高向低，重重地顿地，直至小半截剑身没入地面。\n" +
                    "\n" +
                    "    气爆一般的冲击面，震感沿着地面蔓延，尘土升腾，碎石飞溅。\n" +
                    "\n" +
                    "    这一击，冲在最前锋的一拨人几乎全被阻滞，更有一部分被震得飞退，倒地。\n" +
                    "\n" +
                    "    但是，人群后续的冲锋一刻也未停，很快，就有另一部分人趁着空隙，顶着气爆和土石，完成了近身。\n" +
                    "\n" +
                    "    ……短兵相接的厮杀，开始了。\n" +
                    "\n" +
                    "    整片战场的情况开始变得愈加混乱、快速而激烈，教人根本看不清。\n" +
                    "\n" +
                    "    某一刻陡然响起惨叫声中，突然有残肢落地，血水如泉水般从断口涌出，在惨白的月光中渗透地面，染红土石。\n" +
                    "\n" +
                    "    韩青禹没有跑，也不敢起身，就这么趴在坑里，茫然而呆滞地看着这一切。不是因为他胆子大，而是他……他自己现在也没空去思考这个问题。\n" +
                    "\n" +
                    "    “好像打不过。”隔一会儿，他甚至还突兀地，在心里下意识做了一个战场双方实力对比判断。\n" +
                    "\n" +
                    "    “人”，好像打不过“机器人”。\n" +
                    "\n" +
                    "    他们胜在人多，但是那两个机器人明显更强。\n" +
                    "\n" +
                    "    他们手里的刀似乎很特别，锋利坚韧到可以在闷响声中斩破铁甲，但是机器人手里的像是“收束的特大号黑伞”的那两柄柱剑，更大，显然也更强大。\n" +
                    "\n" +
                    "    而且，两个机器人确实一点都不像寻常以为的那么笨重和迟滞，它们灵活迅速极了。\n" +
                    "\n" +
                    "    闪转腾挪，冲刺、急停，再反向运动，速度和衔接快到……至少如果有人想开车撞它们，来十辆吧，二十辆，照样一点机会都不会有。\n" +
                    "\n" +
                    "    变形金刚急停转向还刹车摩擦冒火花，还有点儿惯性需要克服呢，而它们，看起来几乎就像是根本没有那回事。\n" +
                    "\n" +
                    "    当然它们也没有变形金刚那么夸张的体型就是了。视觉角度，它们远比变形金刚更像是人。\n" +
                    "\n" +
                    "    总之，个体的劣势，简直太大了。\n" +
                    "\n" +
                    "    只一会儿，“人”这边，就已经倒下了五六个，其中至少两个当场身亡，另外的几个，看起来也都伤得很重，一时根本站不起来。\n" +
                    "\n" +
                    "    韩青禹看到有被洞穿胸口的“人”，暂时被挂在机器人的伞状大剑上挥舞，血雨纷扬。\n" +
                    "\n" +
                    "    但是，他们仍然用牺牲做到了一件事：战场分割。\n" +
                    "\n" +
                    "    两名黑甲机器人现在已经被分隔在两个战圈里了，单体抵御着来自四面八方，人群小组编队后的轮番进攻或突袭。\n" +
                    "\n" +
                    "    战况似乎进入了分割包围后的绞杀阶段。\n" +
                    "\n" +
                    "    只可惜，双方个体实力的差距依然巨大，绞杀的一方正面对拼不过，极端依赖背身和侧身位置的突袭牵制，一旦被预判捕捉动机，反而更容易死伤。\n" +
                    "\n" +
                    "    韩青禹依然趴着，看着……\n" +
                    "\n" +
                    "    “嗖…噗。”\n" +
                    "\n" +
                    "    似乎是一块刀身上被震碎弹飞的铁片，突然间从他的头顶上方斜飞而过，而后扎实地嵌进地面的泥土里。\n" +
                    "\n" +
                    "    强劲的破风声代表着速度和力道，若是铁片再低一些，现在或已经将他削去一截。\n" +
                    "\n" +
                    "    只一瞬，冷汗满身。\n" +
                    "\n" +
                    "    铁和血把韩青禹从之前那种懵了的和无知好奇的旁观状态中一把拎了出来。\n" +
                    "\n" +
                    "    生死面前，高考失利原来只是那么小的事情。\n" +
                    "\n" +
                    "    这个十九岁的农村少年终于开始意识到生死临界，那一股真实的令人颤栗的恐惧，意识到自己到底遭遇了怎样特殊的事件和危险的处境。\n" +
                    "\n" +
                    "    现场的战况越来越激烈，碰撞的声音意外地并不尖锐，带着闷响不绝于耳。\n" +
                    "\n" +
                    "    现在跑，不被发现的几率太小了。紧贴地面，埋身在土坑里，韩青禹抱着最后一丝侥幸，一边无法控制地微微颤抖，一边祈祷战斗能打到远处去，或赶快结束，无人发现自己。\n" +
                    "\n" +
                    "    但是，他倒霉……战场中突然“扑”的一声。\n" +
                    "\n" +
                    "    一个身影陡然整个倒飞十几米，扑棱棱，像一只被踢飞的鸭子，落在了韩青禹身边不足两米远的一丛灌木杂草里……\n" +
                    "\n" +
                    "    “好像还没死。”韩青禹听见人还在痛苦的喘息。\n" +
                    "\n" +
                    "    “但是……应该也差不多了。”他想到。\n" +
                    "\n" +
                    "    同一时间，韩青禹也终于完全确定了，背金属匣子的那群，真的是人。\n" +
                    "\n" +
                    "    因为他终于清楚听到他们说话了，当场同时好几声音因为刚才这一幕而冲着他这边方向叫了一声，“劳队”，语气里夹杂焦急、担忧和愤怒。\n" +
                    "\n" +
                    "    一阵惊呼声中，韩青禹抬头。\n" +
                    "\n" +
                    "    战场中，一个损伤略显严重的机器人正对着他这边，抬起它没有握剑的一边手臂。\n" +
                    "\n" +
                    "    这是……要补一枪吗？不会是激光炮吧？袖箭，飞刀？机械手臂脱离？\n" +
                    "\n" +
                    "    韩青禹扭头看了一眼，发现躺在灌木下面那家伙……正睁着眼，眼神虚弱地看着自己。\n" +
                    "\n" +
                    "    既然这样子，他不做点什么，好像说不太过去。\n" +
                    "\n" +
                    "    几乎是下意识的，朴实的农村少年韩青禹伸手把人往自己趴地坑里拉了一把。\n" +
                    "\n" +
                    "    还好，因为有一点坡度的关系，这并不费力。\n" +
                    "\n" +
                    "    而另一边，背着金属匣子的那些人，也迅速地不计危险一股脑儿扑了上去，阻止了机器人试图“补枪”的举动。\n" +
                    "\n" +
                    "    灌木遮挡，没人看清这边的情况，似乎一时也无法分人救援，他们加紧了攻势……激烈的战斗还在继续。\n" +
                    "\n" +
                    "    “好像晕过去了……嗯。可是，他刚才看见我了啊！糟。”\n" +
                    "\n" +
                    "    “所以，要掐死他吗？然后再推出去。”\n" +
                    "\n" +
                    "    “再然后呢，继续趴着，还是拼一把找机会爬走？”\n" +
                    "\n" +
                    "    韩青禹看着身边这个嘴角渗血，不能动弹，但是显然还活着的家伙，默默思考着。\n" +
                    "------------\n" +
                    "\n" +
                    "3.没有选择的选择\n" +
                    "\n" +
                    "    韩青禹也许思考了三分钟，又或者得有个五六分钟。场面如此混乱，他的心情也是，决心很难下定。\n" +
                    "\n" +
                    "    终于，\n" +
                    "\n" +
                    "    “散。”\n" +
                    "\n" +
                    "    伴随着这一声突然传来的低喝，战斗，似乎终于要结束了。\n" +
                    "\n" +
                    "    背着金属匣子的人群在战斗的最后主动跳散。\n" +
                    "\n" +
                    "    这番动作明显并不是逃跑。\n" +
                    "\n" +
                    "    完全出乎韩青禹的意料，在惨烈的战斗过后，他们最终要赢了。一波又一波，不畏死伤，无间歇的攻势，让两具机器人渐渐迟滞，满身损伤，无法再战。\n" +
                    "\n" +
                    "    随后，一阵连绵的令人牙酸的低响传来，不远处那艘圆锥状的“UFO”突然在没有任何爆发式火光情况下，开始慢慢胀裂、破碎……黑色铁片四处横飞。\n" +
                    "\n" +
                    "    几乎同时，两具已经伤痕破口满身的“铁甲”里，也各陡然蒸腾起了一阵黑色的气雾，然后，就在同样的低响声中，逐渐破碎，胀裂。\n" +
                    "\n" +
                    "    在这个过程中，所有人都埋身地上躲避。虽然这回四射的破片看起来似乎远没有刚刚战斗中那块那么强劲有力。\n" +
                    "\n" +
                    "    韩青禹自然也一样。\n" +
                    "\n" +
                    "    “还好有个坑啊。”\n" +
                    "\n" +
                    "    他想着，然后身上突然感觉被什么东西砸了一下。\n" +
                    "\n" +
                    "    来自那艘“自爆”的UFO，夹在纷飞的铁片当中，一块暗金色，约蚕豆大小的金属物，先是落在了地上，然后，骨碌碌滚进了韩青禹趴的土坑里。\n" +
                    "\n" +
                    "    它比看起来要有份量些，整体就像是铁块在高温里熔炼了一段时间，变得扭曲不规则，但是，并不烫人……因为，韩青禹确实被它砸中了。\n" +
                    "\n" +
                    "    除了一点轻微的撞击感，真的不烫。\n" +
                    "\n" +
                    "    韩青禹别扭的稍微挺起身体，扭头看了一眼，铁片嗖嗖地从他头顶上方飞过，他连忙又把整个人埋回土坑里。\n" +
                    "\n" +
                    "    隔一会儿，终于，破片雨最后零星的溅射也平息了。几个焦急的声音纷乱喊着，“劳队”，“劳队”，四向的脚步声急促而凌乱。\n" +
                    "\n" +
                    "    再没有给韩青禹任何时间去做思考和抉择。林间破片雨完全停止的第一时间，好几个背着金属匣子的人，就已经冲到他的面前。\n" +
                    "\n" +
                    "    他们显然是来找那个伤员的，然后，自然也发现了韩青禹。\n" +
                    "\n" +
                    "    目光交接。\n" +
                    "\n" +
                    "    “你……”\n" +
                    "\n" +
                    "    韩青禹缓缓坐起来，“你们好，我……刚救了他。”\n" +
                    "\n" +
                    "    “……”\n" +
                    "\n" +
                    "    “真的。”韩青禹诚恳道。\n" +
                    "\n" +
                    "    …………\n" +
                    "\n" +
                    "    接近40对2的情况下，四死九伤。小伤不算，还能爬得起来的都不算。\n" +
                    "\n" +
                    "    韩青禹人生第一次直面这样惨烈，这样血腥可怕的场景。\n" +
                    "\n" +
                    "    现场有人在收敛尸体、残肢，有人救护伤员，还有人负责打扫痕迹。剩下的，多数都手拿着一个小型的仪器，在四周仔细寻找，然后捡回来每一块哪怕最小的铁片，归拢在一起。\n" +
                    "\n" +
                    "    他们在打扫战场，把破片当作战利品。\n" +
                    "\n" +
                    "    “都找过了？”\n" +
                    "\n" +
                    "    “找完了。不过有件事很奇怪，这回的源能块，没有找到。”\n" +
                    "\n" +
                    "    “啊？！没有吗？！”冷汗瞬时间从这位的额头上滑落下来。\n" +
                    "\n" +
                    "    对面那个也很急，以至于说话都有些磕巴，“嗯，怎，怎么都找不到……不会是，正好耗完了吧？”\n" +
                    "\n" +
                    "    “这也不是完全没可能……不过，怎么会这么巧啊？！”这一句最后甚至带着一点儿沮丧和委屈过度的哭腔。\n" +
                    "\n" +
                    "    说话的人想了想，突然把头转向韩青禹，厉声问：“小子，你有没有看见一个暗金色的金属块？大概这么大……也可能比这小，很小……也可能不成块，是个疙瘩。”\n" +
                    "\n" +
                    "    冷静，冷静。要像捉蛇的时候那样，冷静下来。韩青禹像个俘虏站在那里，一边仍是止不住地颤抖，一边在心里对自己说着。\n" +
                    "\n" +
                    "    韩家祖辈传下来，有捉蛇的手艺，韩青禹曾经也会，十岁出头就会，只是在爷爷去世后，家里老妈就给他们父子俩都禁止了。\n" +
                    "\n" +
                    "    现在，在一个已经不得不直面的生死关头，韩青禹终于想起来，回忆那种感觉。\n" +
                    "\n" +
                    "    刚才的整个过程，连同现在，所有发生在眼前的事情都是他无法理解，甚至无法去思考的，但是他很清楚一点，自己现在必须冷静下来。\n" +
                    "\n" +
                    "    因为这显然不是一件寻常的事情，也许是惊天隐秘，或者军事机密，国家间明面下的战争……总之，不论如何都不是他应该看到的。\n" +
                    "\n" +
                    "    他看见的，知道的，都太多了。\n" +
                    "\n" +
                    "    面色苍白，韩青禹神情茫然，但是用力地摇头。\n" +
                    "\n" +
                    "    那东西很珍贵。\n" +
                    "\n" +
                    "    他有看见。\n" +
                    "\n" +
                    "    并没有拿。\n" +
                    "\n" +
                    "    但是，他现在不能据实说。韩青禹刚才是清楚看见那些人拿着仪器仔细翻找过那个土坑的，找了好几遍。\n" +
                    "\n" +
                    "    既然他们没找到，那么，如果他说自己看见过，最后就解释不通。\n" +
                    "\n" +
                    "    现在的情况，任何一个细小的差错或误会都可能致命。\n" +
                    "\n" +
                    "    “哦？”对方冷眼看了他一眼，转头对身边人示意说：“搜一下。”\n" +
                    "\n" +
                    "    “不太可能吧？”旁边的这个一边嘀咕着，大概意思在说，这农村小孩哪来那么大胆子私藏咱们的东西，一边还是走过来，仔仔细细搜了几遍身，然后失望回报说：“没有。”\n" +
                    "\n" +
                    "    “……那，就真的只能是正好耗尽了。”\n" +
                    "\n" +
                    "    “大概吧。不管怎么样，再仔细找几遍。”\n" +
                    "\n" +
                    "    “是……那，这小子呢？怎么处理？”\n" +
                    "\n" +
                    "    看似是干部的几个人讨论结束。除了重新投入寻找的那些人，剩下的十几道目光，都重新落回到韩青禹身上。\n" +
                    "\n" +
                    "    包括刚醒来，嘴角血迹都还没擦干净的那个“劳队”。\n" +
                    "\n" +
                    "    这家伙刚才明明就晕了的，竟然这么快又活过来了，而且伤势看起来并没到韩青禹以为的那么严重。\n" +
                    "\n" +
                    "    受伤的劳队背靠着一棵大松树，坐着，手抚胸口，低头啐了口血水，抬头看看韩青禹，似乎很费力，说：“你，过来。”\n" +
                    "\n" +
                    "    他的嗓音有些低沉。\n" +
                    "\n" +
                    "    韩青禹不能不过去。\n" +
                    "\n" +
                    "    “你刚刚是想救我，对吧？谢谢啊，我叫劳简，是这里的头。”样貌年纪大概三十七八岁的劳简这次开口语气温和。\n" +
                    "\n" +
                    "    但是，不等韩青禹回答，他就又已经顾自遗憾地接着说道：“可是，对不起啊……”\n" +
                    "\n" +
                    "    用目光示意了一下四周，劳简最后解释：“你刚看见的，是现在这个世界上最大的隐秘，人类社会安定和生存相关的最高机密。”\n" +
                    "\n" +
                    "    “我个人很抱歉，但是没有办法。”他最后说道。\n" +
                    "\n" +
                    "    劳简说话同时，韩青禹发现对面他的身后，有人表情狰狞笑了笑，抬手，对他做了一个割喉的动作。\n" +
                    "\n" +
                    "    接着，劳简挣扎着站了起来，把手下人递过来的刀接在手里，指到韩青禹喉间。\n" +
                    "\n" +
                    "    韩青禹：“我不会说出去。”\n" +
                    "\n" +
                    "    劳简面无表情，“没用的。”\n" +
                    "\n" +
                    "    一秒，两秒，三秒……五秒，十秒。\n" +
                    "\n" +
                    "    刀在眼前，韩青禹看着劳简，沉默着。这期间他有一种感觉，对方似乎在等待他的反应，等他说点什么或者做点什么。\n" +
                    "\n" +
                    "    所以，他暂时什么都没说，也没做。没有方向、判断，他怕主动，会犯错。\n" +
                    "\n" +
                    "    劳简似乎有些意外和好奇，“你，不哭么？或者，不准备像电视剧里演的那样，试着跪下哀求我？”\n" +
                    "\n" +
                    "    韩青禹认真说：“……有用么？有用的话，我求。”\n" +
                    "\n" +
                    "    劳简愣了愣，目光变化，看一眼韩青禹，“没有。”\n" +
                    "\n" +
                    "    “嗯，我在想怎么再试试说服你……一下没想出来。”\n" +
                    "\n" +
                    "    韩青禹说完，旁边有几人有些想笑，因为这听着很像是一句逗趣的话，但是他依然说的认真诚恳。\n" +
                    "\n" +
                    "    劳简显而易见地刻意控制了一下神情。他又哪里知道，面前这个看起来老实、胆怯的农村孩子，其实正在摸他的脾性。\n" +
                    "\n" +
                    "    抓蛇最关键的操作环节，是让蛇平静下来，高手甚至可以做到轻松自然拿蛇在手里耍。至于与人交锋，最关键自然是捋清楚对方的脾气、性格，然后再顺势而为。\n" +
                    "\n" +
                    "    还有，很关键的一点，韩青禹记得刚才那个人提起他的时候，跟其他人说的是：那这小子呢？怎么处理？\n" +
                    "\n" +
                    "    如果事情至此，真的已经只有“灭口”一种选择，他刚就不会这么问。\n" +
                    "\n" +
                    "    所以，还有别的可能。\n" +
                    "\n" +
                    "    现在他要做的，就是努力创造机会，从劳简手里赢得这另一种可能。而比之可怜懦弱去哀求，设法让他主动给，会更保险。\n" +
                    "\n" +
                    "    无论怎么说，劳简对他都应该没有恶感和必然的杀心，这是韩青禹这样尝试的前提和基础条件。\n" +
                    "\n" +
                    "    “刀在喉咙了，你还在想？”短暂的沉默后，劳简再次开口，问道。\n" +
                    "\n" +
                    "    “刀落下来前，都想尽力试一试，只是可惜，我现在还没想到办法。”韩青禹老实回答。\n" +
                    "\n" +
                    "    “……”突然松了力气，提刀的手臂一下垮下来，那刀似乎很重，劳简憔悴的脸上疲惫的笑了一下，点头说：“不错，有点胆色……咳咳咳咳……”\n" +
                    "\n" +
                    "    他低头痛苦地咳嗽了几声，抬头，“既然这样，我给你另一个选择。”\n" +
                    "\n" +
                    "    “……”等到了。\n" +
                    "\n" +
                    "    韩青禹点头，看着劳简，用眼神询问，或者说等待、期待。\n" +
                    "\n" +
                    "    “当兵吧。”劳简简单说了三个字。\n" +
                    "\n" +
                    "    当，兵？！\n" +
                    "\n" +
                    "    韩青禹乍听见，整个愣了一下，甚至莫名而荒唐地兴奋、激动了一下。踏破铁鞋无觅处，得来……个屁啊。山重水复疑无路，柳暗花……圈摆在眼前。\n" +
                    "\n" +
                    "    他很快就想明白了：劳简说的这个兵，大概并不是自己概念中，或者这个年代普通人概念中的兵。\n" +
                    "\n" +
                    "    他转头看了看地上的尸体、伤员、武器，想了想他们的敌人……而且这群人身上穿的，也不是正规的军装。\n" +
                    "\n" +
                    "    “是…哪种兵？”压住内心的失落情绪，韩青禹试探问。\n" +
                    "\n" +
                    "    “你去了自然就知道了……算了，反正你迟早都会知道的。就是，我们这种兵。”\n" +
                    "\n" +
                    "    我们这种兵，搏杀神秘而强大的敌人，我们这种兵，很容易就会死伤，我们这种兵，背负机密，不知归期……\n" +
                    "\n" +
                    "    劳简最终并没有往细了去解释，说到这停住，挺了挺胸膛，戏谑里裹着几分苍凉和自豪，又笑了一下。\n" +
                    "\n" +
                    "    “那，要当多久？”韩青禹认真执着再问，像个傻呼呼还搞不清楚情况的轴子。\n" +
                    "\n" +
                    "    一时间，旁边的一群人脸上都有些许笑意，只是这笑容还没绽，就有几个突然沉默，神情黯淡。\n" +
                    "\n" +
                    "    劳简似乎也有轻微的情绪波动，他看看韩青禹，认真想了想，目光坦然而语气稍有些低沉，说：“也许三五年，也许十几年……也许，一辈子。”\n" +
                    "\n" +
                    "    说完他扭过头，沉默着看了几眼不远处地面上战友的尸体，再转回时，眼神已经全然黯淡，透着痛心和怆然。\n" +
                    "\n" +
                    "    这并不是一种爆发性的悲伤，它大概是长久的，绵延的，不得不渐渐习惯的。它也许曾经只在漫长而残酷的战争年代存在过，同个战壕朝夕相处的人，总是不知何时就倒下。\n" +
                    "\n" +
                    "    韩青禹等待了一会儿，仍然接着问：“那我以后还能回家见父母吗？”\n" +
                    "\n" +
                    "    他问这一句时两眼裹着莫大的恳切。\n" +
                    "\n" +
                    "    劳简点头，“一定时间后，你被充分信任了，有探亲的机会，可以。”\n" +
                    "\n" +
                    "    “……嗯。”\n" +
                    "\n" +
                    "    这是到目前为止，唯一算是不错的答案了，韩青禹应声，然后继续思索。\n" +
                    "\n" +
                    "    “你是不是还打算继续问娶妻生子什么的？”打破低落的气氛，劳简主动开口，有些玩味、戏谑道。\n" +
                    "\n" +
                    "    他旁边的人们干涩的哈哈笑了几声。\n" +
                    "\n" +
                    "    韩青禹也稍微尴尬了一下，他倒是忘了这茬了。\n" +
                    "\n" +
                    "    “这些以后有的是时间让你问，现在就先这样吧。好了……”语间短暂的停顿，也把语气换了，劳简再一次抬头，看着韩青禹的眼睛，“不然我真的只能选择灭口。”\n" +
                    "\n" +
                    "    “……”韩青禹原本还想再尝试挣扎一下的。\n" +
                    "\n" +
                    "    但是劳简已经先说了这么一句。这一次他的语气里不带威胁，反是带着几分无奈和挣扎，甚至还有几分关心，或者说不忍心。\n" +
                    "\n" +
                    "    然而韩青禹听出来了，这回，大概是真的。\n" +
                    "\n" +
                    "    他如果一定要拒绝，或者试图逃跑，对方可能就真的只能杀了他。\n" +
                    "\n" +
                    "    而且从刚才这一战，他们的战友的伤亡情况看，他们，应该早就已经见惯了死亡，他们自己也习惯了，面对死亡，制造死亡。\n" +
                    "\n" +
                    "    所以，这另一个选择，韩青禹其实没得选择。\n" +
                    "------------\n" +
                    "\n" +
                    "4.一切都被改变了\n" +
                    "\n" +
                    "    在刚过去的十几分钟时间里，曾经历过两次高考失败的韩青禹站在他人生第三次的重要关口，做出了可能是迄今为止最好的应对，最棒的答卷。\n" +
                    "\n" +
                    "    因此他成功逃过了死亡危机，赢得了另一种选择。\n" +
                    "\n" +
                    "    然而，这结果依然是让人失望和恐惧的。他即将要去做的事情，刚才已经呈现在他眼前。\n" +
                    "\n" +
                    "    尸体、伤员，战斗，强大而不可揣测的敌人……这一切都让他心里灰暗、绝望。\n" +
                    "\n" +
                    "    “可是，这里更多的人，都还活着啊。”\n" +
                    "\n" +
                    "    韩青禹强行扭转自己的思维，还有自己的视线，去看那些活动的身影，他们正忙碌着，动作迅速地把“战利品”装进一个个质地奇怪的袋子里。\n" +
                    "\n" +
                    "    “是可能可以活下去的。只要有可能，就一定要努力活下去。”\n" +
                    "\n" +
                    "    “这样以后还可以探亲，还能再见到爸妈。”\n" +
                    "\n" +
                    "    “那现在，已经是这样了，我应该，可以……再争取些什么？”\n" +
                    "\n" +
                    "    韩青禹在心里默默对自己嘀咕着，也思考着。\n" +
                    "\n" +
                    "    “怎么，小时候没写过作文，没幻想过，长大要当兵扛枪，保家卫国，保卫和平，作为英雄牺牲吗？”\n" +
                    "\n" +
                    "    劳简坐在地上，不时咳嗽但还是抽着烟，笑着，对面前这个显然还在恐惧挣扎的少年喊话。\n" +
                    "\n" +
                    "    他似乎已经开始把韩青禹当作他的兵了。\n" +
                    "\n" +
                    "    “啊……想过，也写过。不过那时候我还小，不懂事，长大就知道自己完全不是那块料了。”韩青禹认真说着。\n" +
                    "\n" +
                    "    不自觉的，也是徒劳的抗拒，让在场好些人都善意地轻笑起来。\n" +
                    "\n" +
                    "    “我现在正准备明年考大学呢，比较想当科学家，觉得那对国家和世界贡献也很大。那个，我成绩很好。”韩青禹继续挣扎，不惜睁眼说瞎话。\n" +
                    "\n" +
                    "    这样的基础在于，他现在已经基本摸清劳简的脾性了，知道这并不构成危险。\n" +
                    "\n" +
                    "    “想上大学？那很好啊。”劳简笑着点头，神情有几分戏谑说：“那你来对了，我以前就是大学老师，回头我教你。”\n" +
                    "\n" +
                    "    韩青禹愣了愣，他还想着一个未来的大学生，科学家，有没有百分之零点一的机会让对方改变主意呢，或给他另一个更好的选择。\n" +
                    "\n" +
                    "    结果，对方，一个拎刀砍铁皮的人，说自己曾经是大学老师。\n" +
                    "\n" +
                    "    “怎么，你不相信？我教物理学的。”劳简示意了一下现场的人，说：“在你面前就有我以前的学生……这里有好几个大学生。”\n" +
                    "\n" +
                    "    “……”韩青禹信了。\n" +
                    "\n" +
                    "    虽然面前的劳简，分明有着一张久经战场的老式军人的脸，充满沧桑感和硝烟感，但他还是自然而然就相信了。\n" +
                    "\n" +
                    "    “快十年了。”这一刻，劳简自己似乎也有些感慨，指了指自己，然后抬头看一眼夜空，说。\n" +
                    "\n" +
                    "    韩青禹：“那你就，突然不见了？别人以为呢？”\n" +
                    "\n" +
                    "    劳简：“不突然，别人…都以为我辞职出国了。”\n" +
                    "\n" +
                    "    韩青禹犹豫了一下，“你……”\n" +
                    "\n" +
                    "    “自愿的。”仿佛早知道他想要问什么，劳简主动答道，“这里绝大部分人都是自愿的。”\n" +
                    "\n" +
                    "    抬手，指了指快要被收拾完毕的“外星机器人”遗物，他接着解释，说：“这东西并不常被看见。它们通常都不会直接出现在有人生活、活动的地方。一般我们也都有办法掩饰。这次是意外情况……你，运气不好。”\n" +
                    "\n" +
                    "    运气不好——这最后的总结多少显得有些敷衍，毕竟它事关一场命运转折。但是转念想想，人生多少事，其实又都是如此。\n" +
                    "\n" +
                    "    没空去思考“自愿”到底是怎样的一个流程，也没空哀怨，韩青禹继续问道：“那它们到底是什么啊？”\n" +
                    "\n" +
                    "    劳简的眼神一下变得凌厉，“这个你到部队后自然会知道。”\n" +
                    "\n" +
                    "    韩青禹：“哦，好的。”\n" +
                    "\n" +
                    "    一名小队队员走过来，在劳简身边说：“劳队，现场处理完毕了。”\n" +
                    "\n" +
                    "    这时候距离那艘梭形飞行器落地，大约过去了不到四十分钟。\n" +
                    "\n" +
                    "    “好，叫外面各处戒备的人都回来吧，准备出发。”劳简站起来，下达指令，然后扭头又看了看韩青禹。\n" +
                    "\n" +
                    "    韩青禹走神了，偏头不看劳简，思索着：“外面戒备的人。所以，如果我刚才真的动手掐死他，再试图逃跑……不管什么情况，其实都跑不掉，而结果……”他这么想着，有些庆幸。\n" +
                    "\n" +
                    "    劳简做好了出发准备，站那说：“你还有什么问题吗？”\n" +
                    "\n" +
                    "    韩青禹转头看着他问：“我…我能回趟家吗？”\n" +
                    "\n" +
                    "    “当然，你是聪明孩子，也足够清楚、冷静。不然我也不会要你。”出乎韩青禹的意料，劳简的回答几乎没有犹豫。\n" +
                    "\n" +
                    "    而后，他接着说：\n" +
                    "\n" +
                    "    “明天……算了，还是后天吧，后天中午，你们这边相关部门的人会来你家送通知，我会来接人。对了，他们并不知道具体情况，只会以为你在上面有关系，记得自己别说漏嘴了。\n" +
                    "\n" +
                    "    “特招参军，程序手续都齐全，你自己不说，没人会觉得有什么不对。\n" +
                    "\n" +
                    "    “记好了啊，对谁都不能说，只要透出去一丝口风，不光你自己要死……想想你家里人，不要害了他们。\n" +
                    "\n" +
                    "    “还有，别打什么歪主意，你好好想想，觉得你们能跑得掉吗？”\n" +
                    "\n" +
                    "    劳简说完了，目光凌厉看着韩青禹。\n" +
                    "\n" +
                    "    韩青禹点头。\n" +
                    "\n" +
                    "    他现在已经连心里最后一丝挣扎都彻底放弃了，对方不仅强大到可怕，甚至还能轻描淡写地，走正常程序让他参军……这背后意味着的东西，韩青禹作为一个农村孩子，高中生，想不清楚，但是知道害怕。\n" +
                    "\n" +
                    "    问过韩青禹的姓名、住址，基本资料。小队准备出发了，向着山林的方向。\n" +
                    "\n" +
                    "    “走吧，你可以回家了。”劳简走了一段路回头看见韩青禹还站着，开口说。\n" +
                    "\n" +
                    "    韩青禹没动，似乎也没听见，仍站那犹豫思索。\n" +
                    "\n" +
                    "    还没完？劳简顾自苦笑了一下，站下来等待，他在猜想这个孩子到底还可以问出什么问题来，或者他还打算继续挣扎几下？\n" +
                    "\n" +
                    "    “那个，我们，有工资吗？”终于，韩青禹开口。\n" +
                    "\n" +
                    "    一时间几乎所有人都禁不住咧嘴笑了一下。\n" +
                    "\n" +
                    "    “……有，而且不算低。”劳简眼神里的赞许又多了几分，眼神温和说：“以后可以转寄给你爸妈。”\n" +
                    "\n" +
                    "    “嗯。”韩青禹点头，“那我去后，要是死了？”\n" +
                    "\n" +
                    "    “正常牺牲，立功，抚恤。”劳简平静解答道。\n" +
                    "\n" +
                    "    “那，能给多少钱？”\n" +
                    "\n" +
                    "    “……具体看情况。”\n" +
                    "\n" +
                    "    “能不能先给一些？我家里很困难，供我读书欠了不少钱。”韩青禹解释说：“我本来要上大学的。而且爸妈就我一个孩子……我刚救了你。”\n" +
                    "\n" +
                    "    “……”劳简顿了顿，“你想要多少？”\n" +
                    "\n" +
                    "    “两，五……一万。”\n" +
                    "\n" +
                    "    “真敢说，准备一把就成万元户啊……知道一万块是多少钱么？你小子。”劳简说着犹豫思索了一下，“那，就算给你，你怎么跟家里说？家里对外边人又怎么能说通？”\n" +
                    "\n" +
                    "    韩青禹：“农村人，财不露白，有点钱都紧着藏起来，不会往外乱说的。至于要理由……特殊人才，特招参军，家属补贴。”\n" +
                    "\n" +
                    "    “蹬鼻子上脸。”劳简骂了一句，苦笑起来，说：“算了，我回头帮你问问看吧，给多少不保证。”\n" +
                    "\n" +
                    "    韩青禹眼神里发光，“谢谢劳队。”\n" +
                    "\n" +
                    "    这就是他刚才在思考的问题：我现在应该，可以……争取些什么？\n" +
                    "\n" +
                    "    他尝试，想留一笔钱给爸妈。\n" +
                    "\n" +
                    "    …………\n" +
                    "\n" +
                    "    这天晚上，寂静夜半凌晨，纳了半宿明月的小山湾突然来了一阵狂风暴雨。\n" +
                    "\n" +
                    "    封龙岙那片据说很像伏龙的连绵山头，连着崩了好几处。\n" +
                    "\n" +
                    "    好在因为山头与村庄之间有层层密林的阻隔，山崩并没有形成泥石流，也没有对村子造成什么大的生命财产损失。\n" +
                    "\n" +
                    "    村里的男女老少们被惊吓了，跑出屋子，顶着大雨望山骂街一阵，就又放心地回去睡下了。\n" +
                    "\n" +
                    "    韩青禹没怎么顾上害怕，自然也没法安然入睡。\n" +
                    "\n" +
                    "    这一夜于他而言有远比山崩更大更可怕的事情，在几个小时前已经发生，他的认知，他的人生命运，前路未来，突然一切都被改变了。\n" +
                    "------------\n" +
                    "\n" +
                    "5.托付\n" +
                    "\n" +
                    "    雨后的盘山公路上，头尾四部越野吉普正卷着泥浆，在夜幕中行进。\n" +
                    "\n" +
                    "    已经卸下了背后金属匣子的劳简坐在其中一部车里，带着伤员、战利品以及小队部分成员，正赶往周边最近的一处救护站，同时也是资源收集点和补给点。\n" +
                    "\n" +
                    "    车内气氛有些低落，因为先前那场战斗的冲击，更因为战损的弟兄。\n" +
                    "\n" +
                    "    “那东西”来得越来越频繁了。曾经他们752小队驻守的区域，一年下来最多也不过一到两次出击，而今年，仅仅是过去的八个月时间，他们就已经出了四次任务，牺牲了十一名弟兄。\n" +
                    "\n" +
                    "    这种情况不止在752区域出现，听说很多地方都有这个趋势。\n" +
                    "\n" +
                    "    这似乎预示着一些什么，如古人说的，山雨欲来风满楼。只不过现在上面还没有说法出来，他们也只能做好自己的这一份。\n" +
                    "\n" +
                    "    “劳队。”车内有人开口，像是特意为了打破沉闷的气氛，笑着说：“那小孩还挺有意思的……你说他开始说两跟五的时候，是打算说百啊，还是千啊，最后口气一转说了万，心还不小。”\n" +
                    "\n" +
                    "    车上的人都会心笑起来。劳简也一样。\n" +
                    "\n" +
                    "    “农村孩子，这一万块钱……好大的数字了，亏他命都差点没了，竟然还敢开这个口。”\n" +
                    "\n" +
                    "    “要钱不要命，倒也是份实在。”\n" +
                    "\n" +
                    "    “是啊。不过转头想想，他到底凭什么跟咱劳队讨价还价来着？”\n" +
                    "\n" +
                    "    “他什么都不凭。”议论声中，劳简开口，把话接了过去，“就是因为见着生死了，他才把最后的勇气拿来替家人争取一点将来生活的依靠……他家也许就他一个孩子。未求生，先虑死……那是个好孩子。”\n" +
                    "\n" +
                    "    劳简当然不知道，那个好孩子先前其实有想过趁他昏迷掐死他。\n" +
                    "\n" +
                    "    劳队喜欢那孩子，甚至是欣赏。车内大伙儿都听出来了。\n" +
                    "\n" +
                    "    “那，劳队你真准备帮他申请那个特招参军补贴？”开车的队员扭回头，好奇说：“咱们联军本身，好像没有这个规矩吧？”\n" +
                    "\n" +
                    "    蔚蓝联军一定意义上是全球性质的，目标、使命一致，协同作战，也在经济和物资方面互补。\n" +
                    "\n" +
                    "    其中华系亚共和国方面因为承担着大量人口和广袤土地的防御任务，得到来自联军统筹部门的分配和援助，一直都很充分。\n" +
                    "\n" +
                    "    所以，在于联军而言，钱，并不是问题，问题是没有这个规矩和条例。\n" +
                    "\n" +
                    "    “试试看吧，我让大科报告申请安排参军手续的时候，顺带也提了一下这事。”劳简笑一下，说：“就算申请不下来，我自己手头还有一些呢……反正我孤家寡人的，也没处要用钱。”\n" +
                    "\n" +
                    "    联军确实有工资或者说补贴，劳简作为战斗小队队长津贴不低。只是，他已经没有家人了，这些年来，多数收入都补贴给了身边需要用钱的弟兄。\n" +
                    "\n" +
                    "    车内因为触及这个话题而短暂的沉默了一会儿。\n" +
                    "\n" +
                    "    不过事实摆在他们眼前最紧要，也最需要犯愁的问题，其实并不是这些，而是那块之前不翼而飞，失踪的源能块。\n" +
                    "\n" +
                    "    作为每次行动最重要的战利品，上头回回都跟狗馋骨头似的死盯着的东西，它本该来自梭形飞行器，大些或小些，都没关系……\n" +
                    "\n" +
                    "    而这次的情况，却是它竟然连一点儿渣都找不着。\n" +
                    "\n" +
                    "    “事情倒也不是没有先例，我听说这种情况，以前在国外出现过，最后的判定就是源能块正好耗尽。”\n" +
                    "\n" +
                    "    “就是啊，反正咱们这里肯定没人拿，那玩意咱们拿手里又不能直接用，交上去提炼了反而还能奖励回来一点，谁会犯那个神经？！”\n" +
                    "\n" +
                    "    “问题不在咱们，在上头信不信啊，居然这么巧，连一点渣都没剩……”\n" +
                    "\n" +
                    "    车内充满着忧虑情绪，议论纷纷。\n" +
                    "\n" +
                    "    “没事的，咱们自己问心无愧就好。”劳简安抚其余人说：“大不了到时候我去给他们问问话，多写几份情况说明报告就好……最多，也就被隔离审查几天。”\n" +
                    "\n" +
                    "    他说的算轻松，但是，隔离审查，其实并不是一个轻松的词。\n" +
                    "\n" +
                    "    …………\n" +
                    "\n" +
                    "    “对了，那个……他们叫做源能块的东西呢？”\n" +
                    "\n" +
                    "    房间里，一夜没睡的韩青禹已经把他之前的遭遇，所见一切的不可思议，都仔细回顾了几遍，终于他也想起来这个细节了。\n" +
                    "\n" +
                    "    那东西他分明看见了，甚至还被砸中一下。\n" +
                    "\n" +
                    "    按说砸我身上后，应该就是落在土坑里的，可是那个坑，他们翻了那么多遍……所以不会真的还在我身上吧？夹皮带里了？\n" +
                    "\n" +
                    "    一下从床上翻起来，韩青禹翻检皮带，衣服，裤子……最后干脆把自己脱光光，把衣裤都提起来甩了又甩。\n" +
                    "\n" +
                    "    可是，没有，那玩意儿依然全无踪影。\n" +
                    "\n" +
                    "    倒是脱光后，韩青禹意外发现自己心脏位置有一处边缘轻微泛红，而主体部分黑漆漆的，像是煤炭擦上去的脏污。约一条蚂蝗的样子和大小。\n" +
                    "\n" +
                    "    随手用拇指肚擦了擦……发现擦不掉。\n" +
                    "\n" +
                    "    那块痕迹似乎嵌在皮肤里。所以，该不会是金属块烫的吧，碰着不烫，但其实伤人？可是不疼啊，一点感觉都没有……哪有这种道理？\n" +
                    "\n" +
                    "    这样还不如说是我之前在地上磕着了，瘀伤，疼时太紧张没察觉，大概还更有可能些。\n" +
                    "\n" +
                    "    顶着混乱了一整个晚上的脑袋，韩青禹什么都想不清楚。\n" +
                    "\n" +
                    "    “哐嗒嗒嗒…”\n" +
                    "\n" +
                    "    轻微的碰撞声从屋外传来，那是水缸盖子移动，洋铁水勺晃动的碰响，韩青禹多年来一直很熟悉。\n" +
                    "\n" +
                    "    窗外天光还只是灰蒙蒙一片，爸妈又已经起床了。挑水，做早饭，喂猪，再上山或下地……平凡的日子就是这样子年复一年，日复一日。\n" +
                    "\n" +
                    "    “我刚看了一眼，青子屋里灯亮着。”\n" +
                    "\n" +
                    "    “嗯，怕是心里头难受，一夜都没睡。”\n" +
                    "\n" +
                    "    “是啊，可是咱也不知道应当怎么劝。”\n" +
                    "\n" +
                    "    “唉…我这看着，心里头也跟着难受。”\n" +
                    "\n" +
                    "    爸妈压着嗓子的对话声不很清晰，韩青禹安静听着，听着。脑中翻转，他仿佛突然可以想见一些将来可能发生的场景：\n" +
                    "\n" +
                    "    【当他牺牲的消息突然传来，在这个平实的家门；当父母白发苍苍，膝下无人……】\n" +
                    "\n" +
                    "    昨晚回来后，韩青禹始终守口如瓶，什么都没跟爸妈提，不知道怎么提，更一丝不敢提。\n" +
                    "\n" +
                    "    但是，他终究是要离开的，而且只剩一天时间了。\n" +
                    "\n" +
                    "    虽然已经坚定信念，会用尽一切办法努力活下去，争取将来有一天可以回家尽孝，但是现实的情况，韩青禹依然不得不先考虑：如果自己某天突然死去，留下爸妈两个……\n" +
                    "\n" +
                    "    想着最后这点时间应该做些什么，还能做点什么，韩青禹穿好衣服开了门，走到厨房，站到爸妈面前，迎着他们关切的目光憨憨地笑了笑。\n" +
                    "\n" +
                    "    “怎么这么早就起来了啊，青子？”老妈藏着担心，关切道。\n" +
                    "\n" +
                    "    “我……爸，妈，我想赶早出趟门，去县里。”\n" +
                    "\n" +
                    "    老妈：“去干啥呀？”\n" +
                    "\n" +
                    "    “去……”韩青禹心里早有预设，不待思考便直接说道：“我昨天夜里才突然想起来，温继飞以前好像说过，他家里有部队的关系，就想去让他帮忙打听打听，看有没有办法找找门路……爸，妈，我想好了，还是想去当兵。”\n" +
                    "\n" +
                    "    “啊？！真的啊？！”朴实的父母亲听到这消息，一下几乎雀跃起来。\n" +
                    "\n" +
                    "    对于温继飞，这个儿子高中四年下来最好的朋友，韩友山和张洁霞一直都很熟悉，闻言没有丝毫怀疑，顿时都激动起来。\n" +
                    "\n" +
                    "    “嗯，他是这么说过，所以我想赶早去打听一下……听他当时的口气，事情说不定真的能办。”\n" +
                    "\n" +
                    "    板上钉钉的事，韩青禹自然不介意说得稍微笃定些。\n" +
                    "\n" +
                    "    看着爸妈眼神里惊喜绽开的光彩，他心里也跟着开心了一下。不管怎么说，终于是有件事，能让爸妈暂时宽心、喜悦和自豪一下了。\n" +
                    "\n" +
                    "    事实韩青禹也确实去准备找温继飞的，只不过不是为了托关系，而是准备托付这个人生最好的兄弟一件事情，他已经把待会儿见面要说的话都先想好了：\n" +
                    "\n" +
                    "    【我要去当兵了，说是去边疆，会有些风险。我这胡思乱想，怕万一真的那么不凑巧，将来哪天，我突然就没了……这不就怕个万一嘛，要真有那个万一的话，你以后有时间有能力，记得帮我照应一下家里。】\n" +
                    "\n" +
                    "    （新书艰难，大伙帮忙点下收藏和推荐，谢谢了。）\n" +
                    "------------",
            "生存，很容易。生活，很艰难。我族，要的不是卑下的生存，而是昂首、高傲的生活。我族，誓不为奴！\n" +
                    "引子\n" +
                    "\n" +
                    "    峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦。（张养浩——《山坡羊•潼关怀古》）\n" +
                    "\n" +
                    "    八根巨大的石柱环绕中，娲宫巍然矗立。\n" +
                    "\n" +
                    "    巨大的黑色岩石穹顶上倒挂着无数大小石笋，几头猛毒猎蛛轻快的在石笋之间穿梭，惨绿色的眼器带着几分嗜血的疯狂，俯瞰着下方巨大的娲谷。\n" +
                    "\n" +
                    "    “峰峦如聚，波涛如怒……”\n" +
                    "\n" +
                    "    “伤心秦汉经行处……”\n" +
                    "\n" +
                    "    “赢，金币不苦……”\n" +
                    "\n" +
                    "    “输，金币好苦……”\n" +
                    "\n" +
                    "    紧了紧身上的到处透风的破麻片，鼠头人身、瘦骨嶙峋、身高不过四尺的金币叽叽咕咕的念叨着，蓦然怀念起自己那套舒适而温暖的祖传皮甲。\n" +
                    "\n" +
                    "    抬头看看黑色穹顶正中渐渐暗下来的‘虚日’，四周的光线急速黯淡，聆听着猎蛛发出的嘶哑吼声，金币打了个哆嗦，急忙顺着一条开凿在石壁上的羊肠小道，轻巧的向娲谷外最近的一座废弃矿洞跑去。\n" +
                    "\n" +
                    "    跑出了数百米，金币悻悻然的回头眺望了一眼斜下方娲谷边缘地带的一座石屋。\n" +
                    "\n" +
                    "    那是娲谷唯一的一座酒馆，一刻钟前，金币还在里面像一个真正的大爷一样享受酒女无微不至的照顾。而现在，他和一个真正的乞丐没什么两样。\n" +
                    "\n" +
                    "    “我真该剁了这两只手……”一边轻快的奔跑着，金币一边恨恨的发着狠：“我的金币，我的钱……我祖传的皮甲……该死的，他们丢骰子的时候，一定在捣鬼……”\n" +
                    "\n" +
                    "    “我怎么，就管不住我的这对手？”\n" +
                    "\n" +
                    "    金币垂头丧气的向前疾走，前方道路豁然开朗，一股股热风铺面袭来，远处石壁上更有红光隐现。隐隐的，顺着热风传来了‘叮叮’的敲击声。\n" +
                    "\n" +
                    "    金币猛地停了下来，他转过身，朝着娲谷的方向狠狠的做了一个粗鲁的手势。他咬牙切齿的尖叫道：“金币大爷会回来的！你们等着……金币大爷一定会回来的！一定会赢光你们所有的金币！”\n" +
                    "\n" +
                    "    地面剧烈的震荡了一下，伴随着低沉的轰鸣声，四座高数米的土黄色石碑从地面‘隆隆’升起，恰恰将金币围困在了正中。石碑上黄光萦绕，一股巨大的压力猛地压在了金币不过四尺高的枯瘦身躯上。\n" +
                    "\n" +
                    "    金币怪叫一声，他身体猛地一缩，身体四周喷出大团黑烟，团身就向地面钻去。\n" +
                    "\n" +
                    "    巨大的压力下，金币平日里弹指间就能完成的动作，骤然变慢了数倍。\n" +
                    "\n" +
                    "    一支大手从一块石碑后猛地探出，一把抓住了金币的肩膀。\n" +
                    "\n" +
                    "    大手上一团红光爆发，炽烈如火的气劲向四周奔涌，黑烟被火光冲得无影无踪，浑身软塌塌的金币被大手揪在了半空。\n" +
                    "\n" +
                    "    一尊身高丈外的魁伟汉子从石碑后转了出来，他拎着金币用力的晃荡了两下，语声如雷的低沉呼喝：“娲谷最好的情报贩子……金币？”\n" +
                    "\n" +
                    "    金币抬起头来，一脸谄媚的笑出了一口雪白的尖牙：“这位大人……您一定，认错人了！金币是谁？我是娲谷土生土长的老人了……用我父亲的脑袋发誓，我可从来都没听说过这个名字！”\n" +
                    "\n" +
                    "    ‘当啷’一声，一大把金币猛地洒在了地上。\n" +
                    "\n" +
                    "    金币的眼珠骤然缩小，他猛地抬起头来，一脸大无畏的说道：“这位大人，没错，我就是金币！您……这些金币，是送给我的么？”\n" +
                    "\n" +
                    "    大汉的语气变得异常低沉，无力：“找到巫铁巫太平，我给你十倍、百倍的金币！”\n" +
                    "\n" +
                    "    顿了顿，大汉极其沉重的咕哝着：“生，要见人；死，要见尸……无论如何，找到他！”\n" +
                    "\n" +
                    "    金币的笑脸骤然一僵。\n" +
                    "------------\n" +
                    "\n" +
                    "第一章 巫家\n" +
                    "\n" +
                    "    夜。\n" +
                    "\n" +
                    "    正上方穹顶处的‘虚日’已经熄灭。\n" +
                    "\n" +
                    "    一根巨大的石柱下，巨石围墙圈起了七八亩大小的院子。一座黑色的堡垒紧依着石柱矗立，\n" +
                    "\n" +
                    "    大片的夜光苔藓和藤萝附着在堡垒的外墙上，幽蓝色、淡绿色的荧光照亮了整个院落。更给这座小小的石堡增添了几分古老、沧桑的气息。\n" +
                    "\n" +
                    "    院落正门后，两个负责值夜的牛族人四仰八叉的躺在地上，酣畅的打着呼噜，两柄粗铁打造的车轮大斧胡乱的丢在手边。\n" +
                    "\n" +
                    "    两头灰岩蜥蜴不紧不慢的顺着墙根绕着圈儿，每次它们爬过两个牛族人身边时，琥珀色的眸子都会森森的瞪他们一眼，不耐烦的吐一吐长长的信子。\n" +
                    "\n" +
                    "    石堡的正门悄无声息的开了。\n" +
                    "\n" +
                    "    身材瘦削的巫铁走了出来，两头灰岩蜥蜴快速的爬了过去，亲昵的用信子舔了舔巫铁的手掌和脚背，继续绕着墙根转起了圈子。\n" +
                    "\n" +
                    "    看看两个酣睡的牛族人，巫铁咧咧嘴，小快步绕到了石堡后面。\n" +
                    "\n" +
                    "    这里有一块亩许大小的校场，沙石地上到处散乱着各色粗笨沉重的器械，有石锁，有石鼎，还有带着长长锁链的大石球。其中最大的石球，比巫铁还要高出一大截。\n" +
                    "\n" +
                    "    小心脱下身上细麻制成的贴身小衣，巫铁光着膀子，站在校场正中，咬着牙，缓缓的挥动胳膊腿儿，带着几分生涩，慢吞吞的打了一套拳脚。\n" +
                    "\n" +
                    "    短短一刻钟后，汗流浃背的巫铁气喘吁吁的倒在了地上，白皙的皮肤下一根根青筋凸起，好些青筋剧烈的蠕动着，浑身肌肉痉挛，剧痛让他眼前发黑，他紧紧的咬着牙，没有发出半点儿声音。\n" +
                    "\n" +
                    "    痉挛持续了好一阵子，好几次巫铁差点痛得昏了过去，但是他咬着牙，硬生生的扛了下来。\n" +
                    "\n" +
                    "    等得剧痛缓缓退去，巫铁挣扎着站起身来，挑选了校场上最小的一个石锁，紧紧将其抱住。\n" +
                    "\n" +
                    "    闭上眼，咬紧牙，浑身肌肉绷紧，巫铁压榨出了身上最后一丝力气，浑身剧烈的颤抖着，这个几乎有他身躯一半大小的石锁却纹丝不动。\n" +
                    "\n" +
                    "    努力了许久，最后一份力气耗空，巫铁猛地坐在了地上，双手无力的耷拉着，脑门重重的在石锁上碰了一下。\n" +
                    "\n" +
                    "    “有些事情，并不是说努力了就一定会有成果。”一个带着几分沙哑，语调格外温和的声音从校场边缘传来。\n" +
                    "\n" +
                    "    身高五尺左右，狼头而人身，穿着一件细麻制成的宽敞长袍，浑身灰色的毛发梳得整整齐齐的灰夫子背着手，手里握着一卷皮质的书卷，一步一步的走到了巫铁身边。\n" +
                    "\n" +
                    "    深邃的眸子里闪烁着睿智的光芒，灰夫子伸手摸了摸巫铁满是汗水的脑袋，沉声道：“太平……我记得，我对你说过。在这个世界上，每一个人都有他独特的，不可取代的价值。”\n" +
                    "\n" +
                    "    巫铁抬起头来，低声咕哝道：“但是，我们要找到实现自己价值的正确的道路！”\n" +
                    "\n" +
                    "    “没错，正确的道路！”灰夫子微笑着：“而我，只是一次次的见到，你在错误的道路上浪费精力。”\n" +
                    "\n" +
                    "    “我……”巫铁张了张嘴，想要说什么，却又憋着一口气，恼怒的低下了头，狠狠的在石锁上砸了一拳。\n" +
                    "\n" +
                    "    拳头很痛，巫铁咬着牙，极力的不让自己露出痛苦的神色。\n" +
                    "\n" +
                    "    “相信我，武力并不是唯一的力量。”灰夫子抬起头，头顶数百米处，黑色的穹顶压抑至极，距离‘虚日’亮起的时间，却还有好久，好久……\n" +
                    "\n" +
                    "    “既然你的精神这么好。”灰夫子笑着坐在了巫铁身边，用手指在沙石上写出了一长串的字符：“长夜漫漫，无心睡眠，解几道算术题，也是好的。”\n" +
                    "\n" +
                    "    “还有，这首诗歌，我觉得极美，解完了题，你跟我背熟它！”\n" +
                    "\n" +
                    "    蓝色、绿色的幽光中，一颗毛发茸茸的狼头摇头晃脑的，轻轻摇摆着手中书卷，带着一个俊俏的小少年轻声的诵读着——‘小楼一夜听春雨，深巷明朝卖杏花’！\n" +
                    "\n" +
                    "    “可是，夫子……什么是杏花？我从未见过！谁也没见过！”静谧的夜里，响起了少年恼怒的抱怨声。\n" +
                    "\n" +
                    "    “可是，太平……杏花，它是一定存在的！”灰夫子温和，带着几分沙哑的声音幽幽响起。他充满憧憬的喃喃自语：“多美的意境啊……杏花，那是一定存在的！”\n" +
                    "\n" +
                    "    ‘咔、咔’几声响从穹顶上传来。\n" +
                    "\n" +
                    "    直径三十米左右的‘虚日’从正中亮起了一点红光，渐渐的，红光向四周扩散开，一个小时后，整个‘虚日’彻底亮起，温煦的红光照亮了方圆数里的巫谷。\n" +
                    "\n" +
                    "    昨夜里，从四周矿洞、坑道中随风吹来的潮气浸润了地面。\n" +
                    "\n" +
                    "    ‘虚日’的红光让巫谷的温度快速上升，水汽蒸发，地面上就蓄起了高有数米的白雾。\n" +
                    "\n" +
                    "    巫铁捏着一个煮熟的大肉菇，站在院门的哨楼上向四周打量着。\n" +
                    "\n" +
                    "    巫谷内，横七竖八、乱糟糟的石屋群中响起了尖锐的呼喝声，更有皮鞭的鞭挞声传来。\n" +
                    "\n" +
                    "    三五成群的灰矮人大声的叫嚣着，挥动着鞭子将大群大群的岩石侏儒从石屋中赶了出来。两个牛族人为首，带着七八个灰狼战士，押送着一群岩石侏儒，将一筐一筐煮熟的白菇送到了院子外。\n" +
                    "\n" +
                    "    岩石侏儒们列队走过，挨个接过一个白菇，面无表情的将滋味苦涩的白菇快速的吞了下去。\n" +
                    "\n" +
                    "    短短半刻钟后，巫家所属的千多个岩石侏儒就扛着各色工具，在数十个灰矮人的押送下，列队向巫谷外的一座矿场行去。\n" +
                    "\n" +
                    "    没多久，随风就传来了‘叮叮当当’的敲击声。\n" +
                    "\n" +
                    "    一头灰岩蜥蜴欢快的爬到了巫铁身边，抬起头来看着巫铁手中的大肉菇。\n" +
                    "\n" +
                    "    巫铁看了看矿场的方向，撇撇嘴，向站在门口抱着一大筐食物大吃大喝的两个牛族人哼哼：“你们说，今天那些可怜的侏儒奴隶会死几个？”\n" +
                    "\n" +
                    "    两个牛族人龇牙咧嘴的笑了笑，他们的笑容中满是对巫铁这个小主人的敬畏，却又有一股异样的嗜血气息弥散而出——‘肉’，一个牛族人挥动着拳头，含糊的咕哝了一声。\n" +
                    "\n" +
                    "    巫铁心里一阵腻味。\n" +
                    "\n" +
                    "    他将手中的大肉菇塞进了灰岩蜥蜴张开的大嘴中，这头体积足足有巫铁三个大小的灰岩蜥蜴欢快的摇摆着尾巴，叼着大肉菇快速的蹿下了院墙。\n" +
                    "\n" +
                    "    灰夫子握着书卷，一步三摇晃的走了上来。\n" +
                    "\n" +
                    "    他看着跑出了老远的灰岩蜥蜴，叹了口气，摇了摇头：“所以，你不适合修炼！你父亲，还有你的三位兄长……他们绝对不会浪费一丁点食物！”\n" +
                    "\n" +
                    "    “包括那些可怜的侏儒奴隶？”巫铁撇了撇嘴，只觉嗓子眼里一阵酸水翻了上来。\n" +
                    "\n" +
                    "    “起码你的父亲和兄长，没有碰过他们……”灰夫子摊开了双手，他严肃的看着巫铁，用力的摇了摇头：“太平……你父亲给你起了这个字号，是希望你一世太平……这并不代表……”\n" +
                    "\n" +
                    "    巫铁转过头去，看着矿场的方向，倔强的说道：“你要说我软弱么？我可没有……”\n" +
                    "\n" +
                    "    “这是一个残酷的世界，每个人都要适应残酷的律条！”巫铁犹如绕口令一样嘀咕着：“所以，我想要修炼，你们却说，我找了一条错误的道路！难道，背书就能够杀死敌人么？”\n" +
                    "\n" +
                    "    正对着院门，相距三里多远，离地百来米的岩壁上，一个直径十几米的岩洞中，一头块头足足有巫铁四五个大小的灰岩蜥蜴猛地蹿了出来。\n" +
                    "\n" +
                    "    一头身高几近两米的青狼战士坐在灰岩蜥蜴背上，右手高高举起一根粗铁长矛。\n" +
                    "\n" +
                    "    一颗头颅被插在长矛上，青狼战士挥动长矛的时候，龇牙咧嘴的头颅上凌乱的长发舞动，露出了一张满是虬髯的粗犷脸庞。\n" +
                    "\n" +
                    "    “胜！”灰岩蜥蜴稳稳的在九十度垂直的岩壁上停了下来，青狼战士站在蜥蜴背上，发出了一声高亢的长啸。\n" +
                    "\n" +
                    "    又是三头体型硕大的灰岩蜥蜴从岩洞中窜了出来，三头青狼战士咧开嘴放声大笑。\n" +
                    "\n" +
                    "    急促的步伐声中，二十几只猛毒猎蛛犹如一阵潮水从岩洞中涌出，每一头猛毒猎蛛的背上，都坐着一个肌肉虬结的灰矮人战士，他们兴奋的挥动着大锤子，在四周岩壁上砸出了大片火星。\n" +
                    "\n" +
                    "    四个身高近丈的牛族战士扛着大板斧，慢悠悠的从岩洞中走出。\n" +
                    "\n" +
                    "    远远的看到了巫家石堡，四头牛族战士猛地打了个响鼻，硕大的纯金鼻环晃荡得好不开心。\n" +
                    "\n" +
                    "    在四个牛族战士身后，一条水缸粗细，足足有二十几米长的岩蟒慢悠悠的游了出来。巫铁的父亲巫战双手抱胸，盘坐在岩蟒的头顶，顾盼之间颇见豪气。\n" +
                    "\n" +
                    "    巫金、巫银、巫铜，巫铁的三位兄长，身高几乎和巫战一样超过两米的彪猛汉子站在岩蟒背上，隔着老远的距离就朝着巫铁大声的笑着。\n" +
                    "\n" +
                    "    “哈哈哈！”巫金一跃而起，带起一道狂风从岩洞口一跃而下，双足重重的落在地面上，大踏步的向巫铁跑了过来。\n" +
                    "\n" +
                    "    三里多远的距离，巫金只用了短短十几个呼吸的时间就狂奔而至，他一步就跨上了高有五米的围墙，张开双臂，用力的拥抱住了巫铁。\n" +
                    "\n" +
                    "    “哈哈，太平！和我们家做对了这些年的熊家，这次总算是被我们灭族了！”巫金大笑着，从背后解下了一个硕大的皮囊，从中掏出了好几本残破、古旧的兽皮书卷。\n" +
                    "\n" +
                    "    “真想不到，熊家居然也有书本传承！”巫金瞪大眼，将几本书卷递到了巫铁的面前：“想不到吧？我们认识的字不多，这里面还都是一些弯弯绕的怪字儿，你看看，喜欢不？”\n" +
                    "\n" +
                    "    一旁的灰夫子眼睛骤然亮了，嘴角隐隐有口水流了出来。\n" +
                    "\n" +
                    "    巫铁盯着几本书没吭声。\n" +
                    "\n" +
                    "    这不是他想要的礼物。\n" +
                    "\n" +
                    "    这才不是他想要的礼物。\n" +
                    "\n" +
                    "    他的眼前，还残留着青狼战士长矛上那个人头的影像。\n" +
                    "\n" +
                    "    他还记得三年前，这个虬髯大汉，熊家的家主熊虎，曾经带着一群战士突袭巫家，巫战带着巫金、巫银外出狩猎，留守家中的巫铜重伤，差点没被杀死。\n" +
                    "\n" +
                    "    “你们就带了这么几个人回来？”巫铁没看那几本书卷，而是看向了巫战等人带回来的家族战士。\n" +
                    "\n" +
                    "    他记得清楚，半个月前出发时，巫战等人带走的战士可是眼前的数倍之多，巫家可是倾巢出动了。\n" +
                    "\n" +
                    "    “熊家那边有一千多个矿奴，还有好些投降的战士要看守，还有这么多矿洞、农场。”巫金将书卷递给了一脸喜色的灰夫子，大咧咧的说道：“所以，留下了一些人手在那边。好些东西都要好生打理哩！”\n" +
                    "\n" +
                    "    巫战带着队伍来到了院门前，笑着向巫铁挥了挥手：“太平，把库房里的好吃的好喝的都拿出来！”\n" +
                    "\n" +
                    "    巫战踌躇满志的笑着：“吞掉了熊家，花费点功夫把他家的力量合并进来，嘿，眼馋黑风谷已经好些年了嘿……那可是一片肥的流油的好地！”\n" +
                    "\n" +
                    "    “好好庆祝一下！”巫战用力的挥动拳头，大笑了起来。\n" +
                    "\n" +
                    "    一众返回的巫家战士都欢快的笑着，几个牛族战士笑得浑身肌肉乱颤，身上好些刚刚结痂的伤口猛地崩裂，一道道血水流了出来，他们却浑然若无其事的样子。\n" +
                    "\n" +
                    "    ‘虚日’的光渐渐黯淡。\n" +
                    "\n" +
                    "    几只兽油火把插在院墙上，水缸大小的火团发出明亮的光芒，压过了夜光苔藓和夜光藤萝的荧光，照得院子一片通明。\n" +
                    "\n" +
                    "    苦涩的薯根淀粉酿造的劣酒一碗一碗灌下，大块大块肥腻的烤肉不断送上来，一堆一堆高淀粉的根茎煮熟后切成块，胡乱的堆在了石桌上。\n" +
                    "\n" +
                    "    巫家的战士们酣畅淋漓的享受着，在一旁伺候的岩石侏儒鬼鬼祟祟的，在地上捉摸着战士们漏下的烤肉碎片和根茎，飞快的塞进嘴里。\n" +
                    "\n" +
                    "    有胆大的侏儒干脆凑到了几个战士身边，有酒水滴在石板地面上，他们急忙趴在地上，将滴落的酒水舔得干干净净。\n" +
                    "\n" +
                    "    整个巫家石堡都充满了喜气。\n" +
                    "\n" +
                    "    只有巫铁在后院校场，一个巨大的蓄水池边，他用石盆装满了清水，认认真真的清洗着熊虎满是血迹的头颅。\n" +
                    "\n" +
                    "    一缕一缕的乱发理得整整齐齐，巫铁耗费了很大的力气，终于将这颗狰狞的战利品打理干净。\n" +
                    "\n" +
                    "    沉重的脚步声响起，巫战一步一步的走了过来，站在巫铁身后静静的看着。\n" +
                    "\n" +
                    "    过了半晌，巫战瓮声瓮气的说道：“这是祖传的风俗……砍掉敌人首领的脑袋，用来献祭给先祖，就能让本家拥有更好的运气，家族就能兴旺发达！”\n" +
                    "\n" +
                    "    巫铁盘坐在熊虎的头颅面前，双手托着下巴，静静的看着闭目的头颅。\n" +
                    "\n" +
                    "    “爹，有一天，我们也会被人砍掉脑袋，成为他们炫耀武功的战利品么？”巫铁很认真的问道。\n" +
                    "\n" +
                    "    巫战呆了呆，然后他摇着头大声的笑了起来：“怎么可能！”\n" +
                    "\n" +
                    "    得意洋洋的拍了拍胸膛，巫战从脖子上解下了一条兽筋项链，摸了摸项链上那根一尺多长的白色尖牙，将项链挂在了巫铁的脖子上。\n" +
                    "\n" +
                    "    “哼，哼，我们巫家可不是好欺负的。”巫战拍了拍巫铁的脑袋，差点没把巫铁一巴掌拍倒在地。\n" +
                    "\n" +
                    "    “这玩意，据说叫‘蚩尤牙’，是熊家的传家之宝！”\n" +
                    "\n" +
                    "    “等你成年了，带你回本家拜见家族长辈！”巫战昂着头说道：“对了……你大哥、二哥都见过你们母亲……你和老三还没有见过你们亲娘和你们小妹……过几年，多存点好东西了，爹带你去见她！”\n" +
                    "\n" +
                    "    指了指巫铁脖子上挂着的‘蚩尤牙’，巫战眯着眼喃喃自语：“这玩意，你带着玩两年，到时候，免不得要被你亲娘搜刮去！”\n" +
                    "\n" +
                    "    脸上闪过一抹怪异的笑容，巫战用力的揉了揉腰杆：“到时候，一定要给你们再添个弟弟……妹妹也好啊！”\n" +
                    "\n" +
                    "    巫铁愕然抬头看着巫战。\n" +
                    "------------\n" +
                    "\n" +
                    "第二章 猎\n" +
                    "\n" +
                    "    ‘虚日’亮起。\n" +
                    "\n" +
                    "    温煦的红光下，一群侏儒在远处石壁下忙碌着。\n" +
                    "\n" +
                    "    那是一大片肥沃的土地，一块块整齐的田畦中，好些奇异的作物生长得颇为茂盛。\n" +
                    "\n" +
                    "    更远处的矿洞中，‘叮叮当当’敲击声不断传来。\n" +
                    "\n" +
                    "    校场上，巫战浑身热气升腾，化为大片白色雾气腾起一米多高。他身上肌肉剧烈的跳动着，双手高举一颗几乎和他等高的石球，古铜色的皮肤下，一条条隆起的经络中不时有流光一闪而过。\n" +
                    "\n" +
                    "    巫金、巫银、巫铜也在校场上努力打熬力气，各色沉重的器械，在他们手中上下翻舞，他们不时将器械丢在地上，发出巨大的声响。\n" +
                    "\n" +
                    "    石堡中，巫铁坐在方桌边，透过窗口，他正好能看到校场上的场景。\n" +
                    "\n" +
                    "    方桌上，沙盘中，灰夫子用石条画下了一行行字符，愁眉苦脸的看着前些日子巫战等人从熊家带回的书卷。\n" +
                    "\n" +
                    "    “难，难，难……这是……弓弩制作的办法？”灰夫子用石条狠狠的在自己的额头上敲了一下。\n" +
                    "\n" +
                    "    “弓弩……用牛角？”\n" +
                    "\n" +
                    "    “牛角？”\n" +
                    "\n" +
                    "    灰夫子若有所思的看向了校场上几个牛族战士，他们挥动着木头制作的大斧头，正大吼着对练得开心。\n" +
                    "\n" +
                    "    “牛族……牛角……他们头上的角，当能用罢？”\n" +
                    "\n" +
                    "    “那，这鱼胶是什么？”\n" +
                    "\n" +
                    "    灰夫子很苦恼的用脑袋狠狠的磕了一下方桌。\n" +
                    "\n" +
                    "    “高深莫测……这就是，古时我等先祖遗留的知识……太平！”\n" +
                    "\n" +
                    "    灰夫子抬起头来，揉了揉疼痛的脑袋，很严肃的向巫铁看了过来。\n" +
                    "\n" +
                    "    巫铁收回目光，也收回遐思的心——刚刚他正在幻想，他成了一个强大的修者，正举重若轻的把玩着校场上最重的那些器械。\n" +
                    "\n" +
                    "    看着沙盘上复杂的字符，散乱的目光重新凝实，巫铁轻叹了一口气。\n" +
                    "\n" +
                    "    “先祖遗留的知识……夫子，你说过，智慧不仅仅是盲目的记忆和传承，更重要的是学会质疑！”巫铁很认真的看着灰夫子：“所以，牛角和鱼胶，是不存在的。”\n" +
                    "\n" +
                    "    灰夫子呆了呆。\n" +
                    "\n" +
                    "    巫铁更加认真的对他说：“就和书中的日月星辰一样，就和江河湖海一样，不存在！”\n" +
                    "\n" +
                    "    不等灰夫子开口，巫铁继续说道：“就和深巷明朝卖杏花的杏花一样，不存在……”\n" +
                    "\n" +
                    "    灰夫子举起石条，狠狠的敲在了巫铁的脑门上，他恼怒的看着巫铁：“学会质疑，你就是这样质疑的么？”\n" +
                    "\n" +
                    "    巫铁摊开双手：“没人见过！”\n" +
                    "\n" +
                    "    灰夫子呆了呆。\n" +
                    "\n" +
                    "    他慢慢放下石条，双手将沙盘中的字符搅得稀烂，很苦恼的叹了一口气。\n" +
                    "\n" +
                    "    灰夫子的目光，变得很忧伤。\n" +
                    "\n" +
                    "    伸手摸摸巫铁的脑门，灰夫子低声的说道：“质疑的前提，是你拥有足够的智慧……太平，你和我，都没有足够的智慧质疑先祖留下的东西……”\n" +
                    "\n" +
                    "    巫铁也叹了一口气。\n" +
                    "\n" +
                    "    灰夫子站起身来，走到了窗边，看向了校场上的巫战等人。\n" +
                    "\n" +
                    "    “我的夫子曾经对我说过……”沉默许久，灰夫子低声咕哝道：“我们不能泯于黑暗，我们不能成为野兽……暴力和杀戮，不能掩盖我们先祖的智慧之光……”\n" +
                    "\n" +
                    "    “看你父亲！”灰夫子指着校场上浑身大汗淋漓，皮肤下隐隐有一层强烈的光透出来的巫战：“他是附近几个城堡家族中最强大的战士……但是二十年前，他救下我后……他也懂得，尊重知识……尊重传承……”\n" +
                    "\n" +
                    "    “他？”巫铁诧异的看向了巫战。\n" +
                    "\n" +
                    "    他又看看灰夫子：“我还以为，夫子你一直……是我们家的人！”\n" +
                    "\n" +
                    "    灰夫子笑了笑，拿出了另外一册书卷，小心翼翼的摊开。\n" +
                    "\n" +
                    "    “这里面的东西，就更加有趣了……”灰夫子轻声道：“来，我们一起来揣摩揣摩……噢，你看，多么优美的辞藻啊……真不知道，那熊家的先祖是什么样的伟大人物，居然有这样的传承留下……”\n" +
                    "\n" +
                    "    ‘青青子衿悠悠我心……’\n" +
                    "\n" +
                    "    灰夫子再次重重的叹了一口气：“真美……但是，该如何解释呢？”\n" +
                    "\n" +
                    "    ‘呃’……巫铁摊开了双手，下意识的向校场的方向望了过去。\n" +
                    "\n" +
                    "    校场上，巫铜站在一旁饮水，巫金和巫银相隔十几米站立，两人对视了一阵，手中长刀突然脱手飞出，化为两道黑气笔直冲出，狠狠的撞击在一起。\n" +
                    "\n" +
                    "    火星四溅，铿锵声震耳欲聋。\n" +
                    "\n" +
                    "    两柄长刀在空中剧烈对撞了十三次，这才左右一分，重重的落在地上。\n" +
                    "\n" +
                    "    巫金、巫银同时长出一口气，古铜色的皮肤上同时冒出了大片汗水，汗水如雨，不断的滴落地面。\n" +
                    "\n" +
                    "    顺着前些日子巫战等人返回的岩洞，通过一条弯弯绕绕有着许多岔道歧途的隧道，顺着正确的道路走过近百里，绕过许多凶险的天坑，再顺着一架天然的石梁，越过一条炽热的熔岩河流，就到了熊家的领地。\n" +
                    "\n" +
                    "    一条黑暗的岔道中，一朵拳头大小的夜光蘑菇散发出黯淡的蓝光，照亮了一个遍体鳞伤的岩石侏儒。\n" +
                    "\n" +
                    "    熊家覆灭时，这个岩石侏儒幸运的逃脱了巫家战士的搜捕，但是今日，他落入了更加可怕的人手中。\n" +
                    "\n" +
                    "    黑暗中，一柄闪烁着淡淡蓝光的弯弯匕首划过岩石侏儒的喉咙。\n" +
                    "\n" +
                    "    大片鲜血洒出，岩石侏儒浑身抽搐着倒在了地上。\n" +
                    "\n" +
                    "    岩石侏儒的鲜血天生带着一丝灰白色，但是很快的，血浆就变成了和匕首几乎相同的淡蓝色，岩石侏儒的身体也泛起一丝淡蓝，并且开始了快速的腐蚀、糜烂。\n" +
                    "\n" +
                    "    剧毒，极其可怕的剧毒。\n" +
                    "\n" +
                    "    “蚩尤牙！”夜光蘑菇被一把捏碎，黑暗中响起了一个温和的声音。\n" +
                    "\n" +
                    "    “穷乡僻壤的，也有好东西？”另外一个声音响起。\n" +
                    "\n" +
                    "    “我说过，越是穷乡僻壤的，越是有好东西。”一个声音笑了起来。\n" +
                    "\n" +
                    "    “一击之下，钢铁盾牌都会粉碎的蚩尤牙！”最初的温和声音响起，他笑着：“可惜，被抢走了。”\n" +
                    "\n" +
                    "    黑暗中响起了意味不明的笑声，然后黑暗恢复宁静，再没有任何声响传出。\n" +
                    "\n" +
                    "    ‘虚日’亮起，红光照耀巫谷。\n" +
                    "\n" +
                    "    石堡大堂中，宽大的石桌旁，巫战一边对付一块油光水亮的烤肉，一边含糊的向巫铁吩咐着。\n" +
                    "\n" +
                    "    “吃好，吃饱，然后跟我去矿洞。”\n" +
                    "\n" +
                    "    用力吞下一大块烤肉，端起一大壶清水酣畅淋漓的灌了一大口，巫战满足的吐了一口气。\n" +
                    "\n" +
                    "    “那群小矮子昨天用开山雷碎石找矿脉，似乎挖到了另外一个溶洞。”\n" +
                    "\n" +
                    "    若有所思的抓了抓下巴上浓密的胡须，巫战犹如吃饱喝足的丛林虎王一样笑了起来：“真希望，那边通往有人聚居的地域……对手嘛，总是不嫌多的！”\n" +
                    "\n" +
                    "    巫铁低头努力的对付着一块硕大的煮兽骨。\n" +
                    "\n" +
                    "    兽骨已经被砍断，他好容易挖出了里面一大块白嫩的骨髓，满满的塞了一大口。\n" +
                    "\n" +
                    "    听了巫战的话，巫铁不由得翻了一个白眼。\n" +
                    "\n" +
                    "    巫战顿时有点尴尬。\n" +
                    "\n" +
                    "    他摸着脑袋，干声笑道：“你是说三年前的事情？哈哈哈，谁知道那条炸开的矿洞后面，居然是一个毒蜘蛛巢穴呢？该死的，那群牲口也不知道吃什么长大的，还生了这么多小蜘蛛！”\n" +
                    "\n" +
                    "    一旁坐着的巫金、巫银、巫铜兄弟三个同时打了个寒战。\n" +
                    "\n" +
                    "    “爹，这次，我们不会又这么倒霉吧？”巫金很认真的看着巫战。\n" +
                    "\n" +
                    "    巫战站起身来，恶狠狠的瞪了三个儿子一眼，然后一把抓着巫铁的肩膀，拎着他走了出去。\n" +
                    "\n" +
                    "    “你们三个，好生蹲在家里。”\n" +
                    "\n" +
                    "    “嗯，那边的地米菇快成熟了，你们带人，去施最后一道肥……不做，哪里有吃呢？”\n" +
                    "\n" +
                    "    “记住！地米菇喜欢岩蟒的粪便！虽然臭了些……不做，哪里有吃呢？”\n" +
                    "\n" +
                    "    巫金兄弟三个的脸色同时僵硬。\n" +
                    "\n" +
                    "    蜿蜒深邃的矿洞中，岩石侏儒们特意种植了大量的夜光苔藓。\n" +
                    "\n" +
                    "    不需要火把，夜光苔藓就足以照亮矿洞。\n" +
                    "\n" +
                    "    好些小蜥蜴和小蜘蛛在矿洞的岩壁上爬来爬去，偶尔有几条毒蛇不知道从哪里窜了出来，还不等它们猎杀这些小蜥蜴，附近的岩石侏儒已经眼明手快的将它们一把砸死。\n" +
                    "\n" +
                    "    只要一个呼吸的时间，这些毒蛇就被吃得一片鳞片都没剩下。\n" +
                    "\n" +
                    "    骑着灰岩蜥蜴，快速行进在矿洞中，四周的矿洞岔道内传来岩石侏儒的窃窃私语。\n" +
                    "\n" +
                    "    ‘淅淅索索’的细语声中充满了恐惧，在夜光苔藓的幽光中，可以看到好些岩石侏儒惊恐的跪在了地上。\n" +
                    "\n" +
                    "    这些身高不过一米，细胳膊细腿的小生灵，在这残酷的世界中，可是食物链的最底层存在。\n" +
                    "\n" +
                    "    哪怕他们拥有不低的智商！\n" +
                    "\n" +
                    "    但是用灰夫子的话来说，他们没有‘智慧’，所以他们就没有‘力量’！\n" +
                    "\n" +
                    "    没有‘力量’，就是被弱肉强食的悲哀对象！\n" +
                    "\n" +
                    "    顺着一条新开辟出来的岔道向前行进了三五里路，洞壁上已经到处可见拳头大小的金色斑点。\n" +
                    "\n" +
                    "    这是一条品质很不错的金矿，而金块，毫无疑问是一等一的硬通货！\n" +
                    "\n" +
                    "    百多个岩石侏儒正挥动着小巧的矿锹，在岩壁上敲打出了无数火星。\n" +
                    "\n" +
                    "    见到巫战、巫铁行了过来，岩石侏儒们急忙停下了手中的工作，忙不迭的跪倒在了地上。\n" +
                    "\n" +
                    "    巫战没有搭理这些侏儒，他拉着巫铁来到了矿道的尽头，岩壁上出现了一个直径数米的黑色岩洞，冷飕飕的风带着湿寒之气从洞内喷出，隐隐可以听到‘隆隆’的水声。\n" +
                    "\n" +
                    "    几个灰矮人站在一旁，毕恭毕敬的看着巫战和巫铁。\n" +
                    "\n" +
                    "    巫战拍了拍巫铁的脑袋，沉声说道：“我知道你在想些什么……”\n" +
                    "\n" +
                    "    巫铁耸了耸肩膀，看着巫战：“可是，我不行的！”\n" +
                    "\n" +
                    "    巫战眯着眼看着巫铁：“或许，你亲娘那边可以让你可以……只是，或需要付出很大的代价……很贪，太贪了……我是说，你亲娘的娘，也就是你奶奶……那老……”\n" +
                    "\n" +
                    "    骂了一句很是精彩的粗口，巫战往地上吐了一口吐沫：“只不过，你是我儿子，是吧？”\n" +
                    "\n" +
                    "    摇摇头，巫战哼了哼，用手指狠狠的刮了刮巫铁的鼻子：“这两年，多存点好东西，过两年，我带你和老三去见你们亲娘……不过呢，只有有胆气的爷们，才值得老子花这么大代价啊！”\n" +
                    "\n" +
                    "    脸上的肌肉剧烈的抽了抽，巫战咬牙切齿的说道：“贪……太贪了……你小子，有种么？”\n" +
                    "\n" +
                    "    一个灰矮人点起了一个硕大的火把，奋力将火把丢进了那个黑漆漆的洞口。\n" +
                    "\n" +
                    "    巫战笑着拔出了一柄长刀，向巫铁点了点头：“从今天开始，老子要时常练练你的胆子！哈！”\n" +
                    "\n" +
                    "    大笑了一声，巫战向跟在后面的一群战士招了招手，当先钻进了岩洞里。\n" +
                    "\n" +
                    "    “太平……不敢进来的话，就回去……”\n" +
                    "\n" +
                    "    “老老实实，跟着灰夫子读书……读书，总是好的……”\n" +
                    "\n" +
                    "    “这可是你祖父，当年用碗口粗的棒子砸老子脑袋的时候，亲口对老子说的！”\n" +
                    "\n" +
                    "    “那老家伙的话，总有道理的！”\n" +
                    "\n" +
                    "    两个牛族战士，两个青狼战士，十几个灰矮人络绎走进了洞口。\n" +
                    "\n" +
                    "    巫铁呆了呆，琢磨了一会儿，咧了咧嘴：“母亲？”\n" +
                    "\n" +
                    "    拍了拍座下的灰岩蜥蜴，巫铁驱动它爬进了岩洞里。\n" +
                    "\n" +
                    "    扑面一股湿寒之气扑来，很快巫铁的头发上、面门上就满是水珠，这个洞口后面的湿气大得惊人。\n" +
                    "\n" +
                    "    地面上更是坑坑洼洼的，好些地方蓄了不浅的水，让人惊讶的是，居然有好些细小的、通体透明带磷光的小小生灵在水洼中欢快的游动着。\n" +
                    "\n" +
                    "    好些生灵巫铁从未见过，也从未听说过。\n" +
                    "\n" +
                    "    其中有一些拇指大小，圆形带触手的磷光生物很是优雅的在水中游动，那绝妙的身姿让巫铁一阵出神。\n" +
                    "\n" +
                    "    一个又一个火把亮起，有岩石侏儒抱了大量的夜光苔藓跑了进来，大堆大堆的夜光苔藓堆积在远处，荧光照亮了那些最为黑暗的角落。\n" +
                    "\n" +
                    "    “哇哈……哈哈！”手持长刀的巫战突然大笑了起来。\n" +
                    "\n" +
                    "    “这地方，有趣，好地方！真是好地方！”巫战放声笑道：“水源！再也用不光的水源啊！”\n" +
                    "\n" +
                    "    巫战兴奋得手舞足蹈，而他身边的家族战士也都兴奋得乱跳乱叫，尤其两头青狼战士更是野性发作，干脆四足着地的撒欢儿狂奔起来。\n" +
                    "\n" +
                    "    巫铁向前走了几步，在他面前，是一片黑漆漆的大水。\n" +
                    "\n" +
                    "    他这辈子从未见过这么多的水。\n" +
                    "\n" +
                    "    大水上波涛汹涌，沉闷的‘隆隆’声不断从水下传来，水面上到处都是大大小小的漩涡，水势凶险到了极点。\n" +
                    "\n" +
                    "    巫铁一阵头昏目眩，他呆呆的看着这一片大水，下意识的向后倒退了几步。\n" +
                    "\n" +
                    "    “这是，江？”\n" +
                    "\n" +
                    "    “这是，河？”\n" +
                    "\n" +
                    "    “这是，湖？”\n" +
                    "\n" +
                    "    “这是，海？”\n" +
                    "\n" +
                    "    “我从未见过，从未见过这么多的，这么多的水！”\n" +
                    "\n" +
                    "    巫家石堡外，两头牛族人偷偷摸摸的缩在一根小石笋后面，舒舒服服的躺在地上，惬意的啃着煮熟的白菇。\n" +
                    "\n" +
                    "    蓦然间蓝色幽光一闪，他们的脖颈上裂开了两条裂痕，鲜血喷洒，两颗酒坛大小的牛头无声的滚开了几步。\n" +
                    "\n" +
                    "    “嘘……狩猎，开始了！”\n" +
                    "\n" +
                    "    黑影中，有温和的声音传来。\n" +
                    "------------\n" +
                    "\n",
            "今日头条——“大马宗师突破九品，征战全球！”“小马宗师问鼎至高，横扫欧亚！”“乔帮主再次出手，疑似九品大宗师境！”“股神宝刀未老，全球宗师榜再入前十！”“……”看着一条条新闻闪现，方平心好累，这剧本不对啊！......\n" +
                    "第一章剧本不对\n" +
                    "    2008年，4月5日。\n" +
                    "    周六。\n" +
                    "    阳城一中，高三（4）班教室。\n" +
                    "    方平花了半小时，总算确定了一件事，不是做梦，不是拍戏——废话，拍戏能让自己那些同学返老还童，这剧组可以上天了！\n" +
                    "    等确定了重生的事实，方平小小的忐忑片刻，紧接着便坦然接受了。\n" +
                    "    作为新世纪的五毒青年，谁还没点重生的经验？\n" +
                    "    就算自己没重生，网上一大把，光看看就知道，这是矮矬穷逆袭高富帅的至高法宝！\n" +
                    "    再说了，自己要钱没钱，要妞没妞，重生了什么都不干还能多活一些年，怎么算都不亏。\n" +
                    "    好不容易熬到下课铃响，熟悉中带些陌生的老师，硬是拖了好几分钟堂才恋恋不舍的离去。\n" +
                    "    至于老师临走时最后说的那句话，方平就当自己听岔了。\n" +
                    "    “武科报名，下个星期开始了，有想法的同学做好准备。”\n" +
                    "    方平没当回事，他听成了“文科”报名，高考都是提前报名的，不过一般都由学校代劳，没必要再提醒才对。\n" +
                    "    关键的关键，高三（4）班是理科班，和文科无关吧？\n" +
                    "    不过有了重生的事，方平哪还在意这点芝麻绿豆的小事。\n" +
                    "    这当前，方平想的是拳打杰克马，脚踢马华腾才对。\n" +
                    "    尽管08年这个时间段有些晚了，可重生者不干点出人预料的事，能叫重生者？\n" +
                    "    又或者不从商，改从政？\n" +
                    "    方平心里暗暗盘算，也没心思和四周的同学闲聊。\n" +
                    "    这些小年轻，哪能想象到自己脑海中的雄伟目标，从今天起，咱们就不是一个世界的人了！\n" +
                    "    正当方平为自己的未来谋划添砖加瓦之际，前排那个长的五大三粗的杨建同学，忽然转头问道：“方平，陈凡，你们报不报名？”\n" +
                    "    方平对杨建印象可谓深刻，倒不是杨建帅破天际。\n" +
                    "    关键在于，大学毕业后，方平他们高中同学聚会，刚毕业的杨建，居然养了一脸的络腮胡子，差点让方平以为杨建他爸也来参加同学会了。\n" +
                    "    打那以后，方平就没忘记过这位络腮胡子同学，特征太明显。\n" +
                    "    心里想着事，方平一时间也没想着接话。\n" +
                    "    方平同桌，被班上同学戏称为“平凡二人组”成员之一的陈凡，这时候则是摇头道：“我不报名了，浪费钱而已。\n" +
                    "    报个名就要一万，指定考不上，有这么多钱，大学一年生活费加学费都差不多够了。”\n" +
                    "    杨建有些唏嘘道：“也是，可总有些不甘心，不试试，就怕后悔一辈子。”\n" +
                    "    杨建的同桌，也是个男生，名字方平有些模糊了，此时也转头加入讨论，脸色黯然道：“这是咱们唯一一次鲤鱼跃龙门的机会，可惜，跟我们无关。”\n" +
                    "    三人又是唏嘘，又是遗憾，听的方平满头雾水，莫名其妙。\n" +
                    "    报名？\n" +
                    "    刚刚老师说的“文科”报名？\n" +
                    "    报名费就要一万？\n" +
                    "    这可是08年，要是没记错，阳城这时候的市区房价也才4000一平左右，考试报名要这么多钱？\n" +
                    "    这几个家伙没说错吧？\n" +
                    "    又或者被人骗了？\n" +
                    "    方平刚想插话问问，同桌陈凡扶了扶眼镜，脸色坚毅道：“就算不考武科，考文科，也不一定一辈子无法出人头地！\n" +
                    "    社会上也有武道培训班，等我们毕业了，挣了钱，到时候也可以进修。\n" +
                    "    就算不如武科生，起码还有希望！”\n" +
                    "    这话一出，杨建的同桌也面色激动道：“不错，考个文科名校，毕业了出来，工资待遇也不会低！”\n" +
                    "    “我还是想试试……”杨建有些犹豫，他家境还算不错，加上身体健壮，不试试不甘心。\n" +
                    "    对于杨建想要尝试的话语，陈凡二人也没阻止，尽管希望渺茫，可机会就在眼前，总有人不甘心。\n" +
                    "    虽然大家都还年轻，可也明白，这时候劝阻杨建，真要让杨建错过了机会，那就结下大仇了。\n" +
                    "    三人说的火热，此刻的方平却是满脸懵。\n" +
                    "    什么情况？\n" +
                    "    咽了咽口水，方平看了三人一会，没看到有开玩笑逗趣的意思，这时候方平总算察觉有些不对劲了。\n" +
                    "    正想问话，结果再次被人抢了话语。\n" +
                    "    方平他们旁边的课桌，原本有两个男生窃窃私语，这时候大概是觉得人少了讨论不够味道。\n" +
                    "    等方平他们这边安静下来，旁边那桌的一个平头男生就面带激动，喜不自胜道：“杨建，陈凡，你们昨晚上网看新闻了吗？”\n" +
                    "    杨建二人摇了摇头，高考在即，现在家里管的都严，哪有时间上网。\n" +
                    "    见二人不知情，方平和另一位男生也是茫然，平头男生顿时笑道：“太可惜了！\n" +
                    "    昨晚可是爆出了大新闻！\n" +
                    "    你们知道吗？\n" +
                    "    马宗师突破八品了！\n" +
                    "    马宗师今年还不到40岁，已经是青年一代第一武道强者。\n" +
                    "    昨天企鹅集团，正式向谷歌亚太区总裁，老牌八品强者泰姆下了挑战书！”\n" +
                    "    “什么？”\n" +
                    "    “真的假的？”\n" +
                    "    “马宗师突破八品了？他不是前几年才突破七品吗？”\n" +
                    "    “不敢置信！”\n" +
                    "    “张浩，快说说，是公开挑战，还是私下进行？”\n" +
                    "    “八品之战，好想去看，可惜咱们根本没资格去观战……”\n" +
                    "    高三学生，临近高考，这时候放学还上网的不多，所以昨晚爆出的消息，尽管已经引起轰动，可班上知道的人却是不多。\n" +
                    "    平头男生，也就是张浩，刚刚说话声音不小。\n" +
                    "    等他说完，方平这伙人还没来得及接话茬，附近听到的同学都亢奋了起来。\n" +
                    "    而张浩，这时候也享受到了万众瞩目的愉悦，满脸喜色道：“是真的！\n" +
                    "    马宗师真的突破了，不止我们，全世界谁敢相信他会这么快突破八品？\n" +
                    "    所以挑战书一出，全世界都震惊了！\n" +
                    "    只要这次马宗师战胜泰姆，企鹅集团就能大举进军亚洲各国，成为亚洲霸主集团之一！\n" +
                    "    再过些年，马宗师一旦突破九品，那企鹅集团就能成为世界霸主集团之一了！”\n" +
                    "    “天，这也太快了，八品宗师境！”\n" +
                    "    “宗师榜排名更新了吗？马宗师这是要杀进前三十啊！”\n" +
                    "    “去去去，还前三十，要我说，前二十都没问题。”\n" +
                    "    “不至于吧，马宗师毕竟刚突破，哪有那么快上升到前二十，除非战胜泰姆之后，还有戏。”\n" +
                    "    “……”\n" +
                    "    这时候的同学们，已经各自议论了起来，每个人眼中都流露出兴奋、崇拜、激动、渴望的神态。\n" +
                    "    哪怕那些女生，这时候也不例外。\n" +
                    "    整个班级，唯一例外的便是方平。\n" +
                    "    这时候的方平，满脑子浆糊，满脸的茫然，整个人都傻了。\n" +
                    "    啥情况？\n" +
                    "    大家说的话他都听懂了，每个字写出来他也肯定认识。\n" +
                    "    可为什么串联到一起，他完全听不懂？\n" +
                    "    马宗师是谁？\n" +
                    "    企鹅集团他当然知道，08年的时候，企鹅集团已经是IT业的一霸了。\n" +
                    "    谷歌他也知道，不知道才怪了。\n" +
                    "    刚刚张浩话中的意思是，企鹅和谷歌业务竞争？\n" +
                    "    可为什么……为什么这么违和！\n" +
                    "    方平喉咙再次鼓动了一下，觉得自己嘴唇有些干燥的厉害，这剧本，好像有些不对劲啊！\n" +
                    "\n" +
                    "第二章一定要考武科！\n" +
                    "    教室中。\n" +
                    "    方平满头雾水，内心忐忑。\n" +
                    "    好不容易等大家讨论的差不多了，方平捅了捅旁边的陈凡，低声道：“马……马宗师，是马华腾？”\n" +
                    "    陈凡脸色一变，瞬间变的严肃起来，认真道：“方平，直呼宗师之名，这是最大的不尊重！”\n" +
                    "    方平：“……”\n" +
                    "    方平这时候有些想哭，好家伙，连名字都不能提了，小马哥这威风劲，简直比总统还要可怕。\n" +
                    "    不过方平也确定了一件事，企鹅的老总果然还是小马哥。\n" +
                    "    企业对，老总也对，唯一不对的就是大家口中的武道强者了。\n" +
                    "    总觉得有什么奇怪的东西，突兀地夹杂其中，让方平如鲠在喉。\n" +
                    "    强压下反驳的欲望，方平状若无意道：“最近忙着准备高考，也没看什么新闻，你跟我说说，听听有没有什么有意思的事？”\n" +
                    "    陈凡不以为意道：“还不是之前的那些事，也就马宗师突破八品，这事有些出人预料。”\n" +
                    "    陈凡不是太喜欢八卦，可前排的未来络腮胡子杨建，还算健谈。\n" +
                    "    这时候上课铃声还没响，杨建也听到了方平的问话，转头小声道：“确定的大新闻倒是不多，不过前几天我看了一下八卦新闻，倒是知道一点小道消息，也不知道准不准。\n" +
                    "    听说阿狸的那位马大师，近期可能突破了七品，位列宗师之位！\n" +
                    "    白度的李宗师，好像也准备闭关，突破八品境，李宗师突破七品的时间和企鹅的马宗师相差无几，不过近几年李宗师武道进展没有马宗师快，能不能突破不太好说。\n" +
                    "    对了，还有个消息，咱们南江省的张总督，很有可能在近期突破七品。\n" +
                    "    一旦张总督突破七品，那可就了不得了，咱们南江积弱多年，如今就几位老一辈七品宗师坐镇一方，张总督年纪不大，突破的话，有望再进一步，一扫南江武道积弱的顽疾。\n" +
                    "    还有，今年武科大考前，咱们学校好像请了去年考上南江武大的一位学长给我们做演讲……”\n" +
                    "    杨建络绎不绝地说着八卦，可方平觉得自己好像在听天书。\n" +
                    "    杨建说的八卦消息，大部分都是和武者有关的消息。\n" +
                    "    某某某可能要突破了，某某某正在闭关。\n" +
                    "    这其中，有些人方平听说过名字，不局限于商界，包括演艺界，甚至包括政界。\n" +
                    "    从杨建不经意的一些话语中，方平可以感受到，武者在这个社会，地位很尊崇，七品以下的强者，杨建都以大师为后缀，七品以上更是称之为宗师。\n" +
                    "    另一点也可以看出，凡是知名人物，好像都是武道强者。\n" +
                    "    又或者换句话说，不是强者，也出不了名。\n" +
                    "    期间，方平随口问了一句，这些人有多强？\n" +
                    "    结果杨建很不客气，来了句：“随便来一位武者，都能把咱们打成筛子！”\n" +
                    "    等上课铃声响了，趁着老师还没来，杨建略有感慨道：“考不上武科，不成武者，一辈子也就这样了。\n" +
                    "    当官不过市，经商也是如此，普通人想冒头，难啊！”\n" +
                    "    这话一出，方平再次发愣。\n" +
                    "    而之前没怎么开口的陈凡，也有些失落，低声道：“武者毕竟是少数，何况对我们而言，无论从商从政，恐怕都走不到那一步，也没必要在乎这些。”\n" +
                    "    通过两人的对话，方平隐隐约约间感受到了一点东西。\n" +
                    "    不成为武者，按照他的理解，当官的不会超过厅级，从商的生意做不到其他市。\n" +
                    "    不知道是硬性规定，还是大家默认的潜规则。\n" +
                    "    可不管是哪种，方平都能感受到这个社会对他的浓浓恶意！\n" +
                    "    不成武者，不成强者，哪怕自己是重生者，恐怕也只能一辈子在底层打转。\n" +
                    "    关键是，现在方平严重怀疑，自己到底是不是重生？\n" +
                    "    虽然同学样貌没变，名字没变，包括那些大佬，企业名称，都对的上号。\n" +
                    "    可突然冒出个高能职业，其他的真和自己记忆中的相同吗？\n" +
                    "    有心想再问几句，不过此刻老师已经进了教室，其他人各回各位，没再闲聊。\n" +
                    "    而且这些东西，在其他人看来都是常识性的东西，方平也不想再细问下去。\n" +
                    "    再问下去，恐怕这些家伙都要怀疑他失忆了。\n" +
                    "    想了想，趁着老师转身的空隙，方平低声询问陈凡道：“咱们学校……学校附近还有网吧吗？”\n" +
                    "    陈凡有些奇怪地看了他一眼，不过还是回复了一句：“当然有，你之前不是经常去那个蓝天网吧吗？”\n" +
                    "    “呼！”\n" +
                    "    方平吐了口气，点点头没再说话，看来有些东西还是一样的。\n" +
                    "    比如这个名字俗套的网吧还在，网吧既然在，说明有些东西没变，自己放学了去网吧查查资料，应该能查到自己想要了解的讯息。\n" +
                    "    见方平如释重负，陈凡还是善意提醒道：“虽然咱们考不上武科，可也不能放弃，文科考的好，一样有出人头地的机会，说不定以后还有成为武者的机会。\n" +
                    "    高考在即，网吧还是少去……”\n" +
                    "    方平笑着点了点头，作为“平凡二人组”的成员，陈凡虽然话不多，可大家条件差不多，对自己这个同桌还算关心。\n" +
                    "    ……\n" +
                    "    好不容易熬完了上午剩下的几节课，放学铃声一响，方平就急忙往外走去。\n" +
                    "    这时候的他，满肚子的疑惑需要解疑。\n" +
                    "    陈凡见方平急匆匆往外走，想了想还是追上前说道：“你去吃饭还是去网吧？”\n" +
                    "    “网吧。”\n" +
                    "    “早点回来，下午第一节是班主任的课。”\n" +
                    "    方平应了一声，这时候的自己，因为父母都在上班，中饭都是在学校附近快餐店吃，不用回家。\n" +
                    "    趁着中午的空闲，他那强烈的求知欲，让他恨不得马上去网吧了解一些自己不知道的东西。\n" +
                    "    迈着快捷的步伐，方平简单扫了一圈沿途的环境。\n" +
                    "    和记忆中一样，阳城一中并没有什么不同之处，同学和老师也都很正常，方平没看到有人飞檐走壁。\n" +
                    "    要说反差，大概就是学校中多了一些奇怪的宣传标语和招牌。\n" +
                    "    “备战高考，武科我来了！”\n" +
                    "    “拼死一搏，力争武科！”\n" +
                    "    “考武科，来青鸟——青鸟武道辅导班，您最佳的选择！”\n" +
                    "    “一颗血气丸，保你上武科！”\n" +
                    "    “……”\n" +
                    "    如果不是这些奇怪的玩意正大光明地出现在校园中，方平绝对有理由相信，神棍和卖大力丸的混进了学校。\n" +
                    "    可此刻，看所有人习以为常的样子，方平明白，这终究不是自己记忆中的世界。\n" +
                    "    至于差距到底有多大，还要等自己弄清楚了才能知道。\n" +
                    "    ……\n" +
                    "    十分钟后，方平抵达了距离学校不算太远的蓝天网吧。\n" +
                    "    还是熟悉的味道，还是熟悉的招牌。\n" +
                    "    当年看起来挺高大上的网吧，如今再看，显得破烂不堪，“蓝天网吧”四个字都快看不出来了。\n" +
                    "    迈步踏入网吧，门口吧台坐着的还是那个熟悉而又有些陌生的女网管，年纪不大的小女生。\n" +
                    "    想当年，荷尔蒙迸发的青春时代，打扮的比学生成熟的女网管，也有那么几次偷偷潜入方平的梦中，做一些羞羞的坏事。\n" +
                    "    如今再看……\n" +
                    "    方平觉得自己青春时代，眼睛肯定长的有点歪。\n" +
                    "    也是，真要美破天际，做啥网管。\n" +
                    "    扫了一眼女网管，方平没心思撩妹，就算撩，这种档次的妹子也不适合高大上的重生者。\n" +
                    "    不过一想到“马宗师”，那种油然而生的俯视感瞬间破灭。\n" +
                    "    重生者是挺高大上的，可关键得重生对地方啊！\n" +
                    "    心里腹诽了几句，方平也不拖拉，直奔主题道：“开台机子，多少钱一小时？”\n" +
                    "    “3块。”\n" +
                    "    女网管回答的也干脆，紧接着就道：“是会员吗？不是会员开个会员，充50送10块。”\n" +
                    "    方平一脸高傲，懒得搭理她。\n" +
                    "    充50才送10块，太小气了！\n" +
                    "    再说……你哪只眼睛看出来我像是有50块钱的人了？\n" +
                    "    上午几节课，方平已经摸清楚了自己的身家，全部财富28块整。\n" +
                    "    这点钱，包括自己的中午饭钱，想充50也得拿的出来才行。\n" +
                    "    无视了网管的推销，方平从兜里摸出一张5元大钞，满脸傲娇地拍在吧台上。\n" +
                    "    当然，女网管也无视了他这种穷B，扔过来一张临时会员卡就不再搭理他。\n" +
                    "    方平很想喊一句“莫欺少年穷”，不过考虑到网管级别太低，这话以后留给大佬就好，没再和网管较劲，拿着临时会员卡去了网吧角落。\n" +
                    "    ……\n" +
                    "    网吧一角。\n" +
                    "    随着电脑打开，方平如饥似渴地搜索自己想要知道的讯息。\n" +
                    "    幽蓝的显示屏灯光，映射的方平脸色有些阴森。\n" +
                    "    如果这时候有人坐在方平附近，就能感受到方平的异样。\n" +
                    "    时而脸色变幻，时而愤愤不平，时而咬牙切齿……\n" +
                    "    有时候，还有几句国骂从方平口中吐出，也不知道是在骂老天，还是在骂谁。\n" +
                    "    一个多小时后，机器自动关机，网费用完了。\n" +
                    "    方平没心思再充钱，带着些许迷茫和了然，迈步走出了网吧。\n" +
                    "    踏出网吧的那一刹那，方平面色坚定了许多，咬牙切齿道：“考武科！”\n" +
                    "    仿佛还不足以证明自己的决心，方平又补充道：“一定要考武科！”\n" +
                    "\n" +
                    "第三章穷文富武\n" +
                    "    网吧外。\n" +
                    "    方平神情坚定，眼含执着。\n" +
                    "    不执着不行！\n" +
                    "    通过一个多小时的浏览查询，方平总算搞明白了一些东西。\n" +
                    "    比如说，武者是什么玩意？\n" +
                    "    现代武者和前世武侠小说，武侠电影没太大的差别，不过是背景换成了现代罢了，武者这个职业，正大光明地出现在了现代社会。\n" +
                    "    如果只是单纯的出现了武者这个高能职业，方平就算对超人有兴趣，也不见得非要成为武者。\n" +
                    "    可在如今的社会，武者却不再是单纯的一个高能职业，更意味着权利和地位！\n" +
                    "    弱肉强食，亘古不变的真理。\n" +
                    "    前世，这种差异其实体现的不是太明显，毕竟大家都是能被一枪撂倒的普通人。\n" +
                    "    而在这个充斥着武道强者的社会，差距却是明显的不能再明显了。\n" +
                    "    比如说，方平之前对杨建说的从政不过市，从商不过市还理解的不深，那现在就彻底明白了。\n" +
                    "    普通人是这个社会的主流，普通人从事任何行业，其实都没限制。\n" +
                    "    可按照法律规定，是的，法律明文规定！\n" +
                    "    一家公司，跨越市区发展，注册的法人代表，必须是武者，等级不限。\n" +
                    "    而想跨省发展，公司法人则是有了等级要求，不得低于武道四品！\n" +
                    "    按照方平在网上查到的资料，如今的武道，共分九品，一品最低，九品最高。\n" +
                    "    四品以下为低段武者，七品以上包括七品，则是高段武者，这群人又被称之为宗师级强者。\n" +
                    "    想成立一家跨省发展的公司，首先一点，公司法人得是武道四品以上的强者。\n" +
                    "    而想成为跨国性的集团，虽然法律没规定，可方平也在网上简单查了查，没有七品武道境，哪怕你公司产品再好，受众再多，贸然进入别的国家，别的区域，那跟送死送钱没区别。\n" +
                    "    就算集团有七品以上强者，也得证明自己的实力才行。\n" +
                    "    比如如今的小马哥！\n" +
                    "    企鹅的产品，和前世差不多，也是以即时通讯为主，QQ也一如既往，是华国目前主要的网络聊天工具。\n" +
                    "    可也仅仅局限于华国！\n" +
                    "    企鹅如今连亚洲都无法进入，因为之前马华腾实力虽然达到了七品，可作为世界性大集团，谷歌也开发了即时通讯软件，谷歌在亚洲坐镇的强者是八品武道境。\n" +
                    "    马华腾一日无法证明自己的实力，有这个实力和谷歌争夺资源，那就别想往外扩张。\n" +
                    "    因为不在国内，你派去扩张的人，很有可能一夜之间消失的无影无踪。\n" +
                    "    唯有向外界，向同行证明自己拥有扩张的实力，你才能踏踏实实的扩张，这也是马华腾在突破八品之后，马上就选择挑战泰姆的原因。\n" +
                    "    这次挑战，胜负不重要，重要的是证明他马华腾如今已经是八品的绝顶强者，有资格分杯羹。\n" +
                    "    这是商界的规矩，而其他各界，也差不多都是如此。\n" +
                    "    比如政界，和前世略有差别，一省之内总督权柄最大，一省总督，最低也是四品武道境。\n" +
                    "    实际上，如今的各省总督，几乎没有低于五品的，一些强省，总督都是七品宗师级。\n" +
                    "    南江省现任总督目前还是六品武道境，虽然在各省总督之中不是最弱，不过也不算强大，这也造成，无法为南江争取更多的资源。\n" +
                    "    资源多少，决定了官方对武者培养的力度和投入。\n" +
                    "    之前有小道消息传闻南江总督即将突破，杨建说起这事颇为兴奋，原因便在于此。\n" +
                    "    宗师级的总督，可以为南江争取更多的资源。\n" +
                    "    政商军各界如此，就连娱乐圈和其他行业也不例外。\n" +
                    "    名声在外的天王天后们，不但要有才艺，要相貌过人，还得要有不俗的武道实力。\n" +
                    "    因为你没实力，你挣了再多的财富，你也守不住。\n" +
                    "    除非，你有实力强悍的父辈撑腰。\n" +
                    "    如今的富二代官二代，几乎都有个统一的称呼——武二代！\n" +
                    "    因为有钱有权的，都是强大的武者。\n" +
                    "    普通人也有极少一部分可以做到高层，可这些人无一例外，背后都有强大的武者撑腰，而且自身也要体现出绝对的价值，比武者要求苛刻无数倍的价值。\n" +
                    "    成不了武者，注定和社会精英、有权有势无关。\n" +
                    "    这种极致的差距，也造成了在现代社会，所有普通人都向往成为一名武者。\n" +
                    "    哪怕再弱的武者，什么都不干，在一些小公司挂个名，那每年最少也是百万起步的收入。\n" +
                    "    实际上，真正能成为武道强者的，无一例外，都是社会的精英阶层，这些人除非臣服于其他更强者，要不然挂靠这种事都干的很少，更多的还是自己创业。\n" +
                    "    比起普通人，他们优势太明显了。\n" +
                    "    “不成武者，金点子再多，那也是给别人送菜。”\n" +
                    "    方平自语一声，这也是血淋淋的事实。\n" +
                    "    刚刚上网查资料，除了和武者有关的事，其他的和前世差不多。\n" +
                    "    也就是说，方平如果要创业的话，产品、点子这些东西还是不差的。\n" +
                    "    关键在于，方平自己没有自保的能力，小赚一点关系不大，想做大做强，那就是痴人说梦了。\n" +
                    "    稍有越界，最大的可能是产业被夺，因为华国法律机制还算完善，官方也有无数强者坐镇，别人要你小命不至于，可挣下的家业，最大的可能还是便宜其他人。\n" +
                    "    比如此刻，社会上还没有微信的存在。\n" +
                    "    如果方平弄了出来，只有两个结果，第一，成了别人的。\n" +
                    "    第二，在本市流传，当成小众娱乐的玩意，超过本市，对不起，赚钱再多，那也不是你的，至于归谁，看各方角力。\n" +
                    "    普通人，那就得踏踏实实地上班打工，了不起开一些小公司作坊，在本市内晃荡。\n" +
                    "    就算在本市，也不见得一定安全。\n" +
                    "    这种朝不保夕，战战兢兢的生活，比起前世的普通人限制要更大。\n" +
                    "    方平要是不想当个咸鱼存在，那成为武者，就成了必然。\n" +
                    "    哪怕他想成为咸鱼，可起码也是个衣食无忧、安全有保障的咸鱼吧？\n" +
                    "    好在这个世界还是普通人居多，社会也没真的抛弃这些普通人，断了他们上升的希望。\n" +
                    "    高考，便是无数普通人一步登天，鲤鱼跃龙门的希望。\n" +
                    "    如今的一部分名校，都成立了武科系，专门用于培养武者，不至于断了普通人的希望。\n" +
                    "    还有一些专职武校，也会在高考的时候招生。\n" +
                    "    不过俗话说的好，穷文富武。\n" +
                    "    武者拥有强大的实力，耗费的资源也远远超出普通人，培养一个武者，耗费的金钱无数。\n" +
                    "    在这种情况下，考取武科，获得国家的资源培养，非天之骄子不可。\n" +
                    "    所以每年的高考，武科生要比前世考名校更难！\n" +
                    "    07年，华国参加高考的学生总计900万，而全国各地各大学，最终录取的武科生总共不到2万人，这是所有学校的合计数字。\n" +
                    "    前世清华北大这些高校，虽然每年招生只有几千人，可名校也不在少数，985那些高校加在一起，每年招收的学生也超过10万以上了。\n" +
                    "    而如今全国各地，设立武科系的大学和专职武校超过100所，100所大学，招生2万人，平均下来太少太少。\n" +
                    "    接近五百分之一的录取比例，看似不低，实际上那是大都市，小城市这个比例要扩大十倍！\n" +
                    "    这也是让陈凡这些人绝望的主要原因。\n" +
                    "    除此之外，报考武科，还有许许多多的门槛。\n" +
                    "    之前陈凡说的报名费一万，这只是最低门槛罢了。\n" +
                    "    如今其他条件不说，光是报考武科的报名费，就足以让方平头疼。\n" +
                    "    而武科报名，下个星期就要开始了，报名也有时间限制。\n" +
                    "    过了时间，有钱也没法报考武科了。\n" +
                    "    “一万的报名费……”\n" +
                    "    刚刚还雄心壮志的方平，这时候有些蔫了，光是起步条件，就让心中的火焰熄灭了一大半。\n" +
                    "    更别提，后面还有一系列的要求了。\n" +
                    "    “头疼啊！”\n" +
                    "    方平唉声叹气，重生者重生到现代社会，混的还这么惨的，恐怕不多了。\n" +
                    "    ……\n" +
                    "    等方平吃完饭回到学校，此刻兜里只剩下15块钱了。\n" +
                    "    下午课程还没开始，班上的同学，一部分在做题备战高考，一部分在闲聊，聊的更多的还是上午张浩说的宗师之战。\n" +
                    "    见方平回来了，正在做题的陈凡连忙放下笔，询问道：“去玩游戏了？”\n" +
                    "    方平翻着白眼，无语道：“这时候还有心情玩游戏，你当我傻啊？查高考资料去了。”\n" +
                    "    说着，方平搓了搓手，笑眯眯道：“小凡凡，手里有余钱吗？”\n" +
                    "    陈凡微微蹙眉，半晌才道：“还有10块钱……”\n" +
                    "    “咳咳，别开玩笑了，有钱的话，借个万儿八千的，回头我发达了，百倍偿还！”\n" +
                    "    “呵呵！”\n" +
                    "    陈凡皮笑肉不笑，扶了扶眼镜继续埋头做题，方平穷疯了吧！\n" +
                    "    方平叹息一声，此路不通啊。\n" +
                    "    都是学生，别说陈凡家境一般，就算班上条件不错的同学，谁傻到会借一万给你。\n" +
                    "    难道只能跟爸妈开口？\n" +
                    "    可自家条件一般，如今的一万可不是小数字，按照自己的标准，报考武科几乎没希望，这要是张口了，爸妈能同意吗？\n" +
                    "    今天是周六，只有高三学生上课，说是下星期报名，实际上距离下周一也就两天不到的时间。\n" +
                    "    要是时间宽裕一些，自己还能想办法看看能不能凑个报名费，可两天不到的时间，自己狂开金手指也弄不到一万块吧。\n" +
                    "    这还是报考武科的第一步，接下来想要考上武科，还得继续花钱。\n" +
                    "    这个社会，强者都是靠资源，靠财富堆出来的。\n" +
                    "    要不然，武道强者为什么都在经营企业，都想将企业做大做强。\n" +
                    "    就算不经营企业，大部分也会进入官方机构。\n" +
                    "    小说电视中的那些强者，潇洒自若，随随便便顿悟一下就能升级，不吃不喝都行，换成之前，方平还觉得没什么。\n" +
                    "    可如今，方平知道这纯属扯淡！\n" +
                    "    中午上网简单看看，网上就有一些爆料，哪怕最弱的武道一品武者，培养这样的武者，耗费的资源换算成财富，起码也得百万了！\n" +
                    "    这还是一品，在方平眼中那是最弱，最不入流的武者。\n" +
                    "    就这样，就得消耗百万金钱。\n" +
                    "    越往上的武者，耗费的资源越多，花钱都是天文数字，没有产业支持，想走的更远根本不可能！\n" +
                    "    普通人家要是考不上武科，以现在普通人的工资水准，有几家可以在大学之外自学成才，成为武者的？\n" +
                    "    大家之所以对武科大学趋之若鹜，关键就在于大学里的武科，会给学生提供大半的资源，这是公家出钱培养。\n" +
                    "    就算还有些欠缺，考上了武科，银行大门也会对你开放，贷款不是问题。\n" +
                    "    又或者，提前和一些大公司签订合约，武科生很吃香，各家集团也乐得花钱培养一些预备种子。\n" +
                    "    而这一切的前提，都是考上了武科才行。\n" +
                    "    想不花钱就成为武者，痴人做梦。\n" +
                    "    方平再次叹息一声，今天都不知道叹了多少口气了，这重生怎么重生的这么憋屈呢！\n" +
                    "\n" +
                    "第四章人穷万事休\n" +
                    "    下午班主任的课，老班又提了一次武科报名的事。\n" +
                    "    阳城一中的情况不算太差，前几年，阳城一中每年也有人考上武科，去年爆发了一次，一次性考上了5人。\n" +
                    "    高三（4）班虽然只是普通班，可去年考上武科的5人，居然有两人出自普通班！\n" +
                    "    这下子，哪怕以前对普通班不报太大希望的校领导，今年对武科报名的事也颇为重视。\n" +
                    "    不管能不能考上，报名了再说，不报名那才是一点机会都没有。\n" +
                    "    可高昂的报名费，便是第一道关卡，挡住了九成九的人。\n" +
                    "    报个名就要一万，除非对自己有自信，要不然没人愿意浑水摸鱼，家里有钱的另当别论。\n" +
                    "    所以班主任提及这事的时候，响应者寥寥无几，也就班上几个有那么一丁点希望的学生迎合了一阵。\n" +
                    "    说完了报名的事，最后老班又提了一句道：“报考武科的同学，下周三下午，学校会组织一次考前解疑答辩会。\n" +
                    "    这次学校花了大代价，邀请了南江武大的王金洋同学回校为大家做演讲，大家要珍惜这次机会。\n" +
                    "    报名武科的同学，到时候学校会通知大家，记得着装整齐……”\n" +
                    "    班主任叮嘱了好一阵，大概意思就是要表示出重视的态度来。\n" +
                    "    而这位南江武大的王金洋，实际上现在才是个大一的武科生，去年从阳城一中考入了南江武大。\n" +
                    "    然而，仅仅只是武科大学的大一学生，就让阳城一中的老师们重视无比。\n" +
                    "    这一刻，方平再次意识到普通人和武者的地位差距。\n" +
                    "    而身旁的陈凡，和方平的关注重点不一样，而是下意识地呢喃道：“学校这次还真下血本了，出场费最少也要五六万才行……”\n" +
                    "    方平眉心微微跳动，不由道：“回母校和学弟学妹们简单说点经验，还要收费？”\n" +
                    "    陈凡好笑道：“当然了，你以为武者是那么好请的？\n" +
                    "    武科生学业比文科生繁忙的多，我们还有寒暑假，他们放假也要赚钱，也要修炼。\n" +
                    "    不给钱，谁会瞎耽误工夫指点别人？\n" +
                    "    就算王学长不收，学校也会主动给。\n" +
                    "    人情迟早会用完，要是每年都让这些武科生免费给学校做演讲，一次两次也就算了，次数多了，这点人情可就耗完了。\n" +
                    "    现在给点出场费，还能落个好，以后这些武科师兄师姐们出人头地了，念旧的好歹也会记个情分。”\n" +
                    "    陈凡这么一说，方平倒是彻底理解了。\n" +
                    "    接着就有些奇怪地看着陈凡道：“没想到啊，你小子看的还挺透彻。”\n" +
                    "    陈凡不过是个高中生罢了，有些事方平因为前世的差异化都没想到，这家伙倒是门清。\n" +
                    "    “这算什么……”\n" +
                    "    陈凡有些自嘲地笑了笑，摇了摇头没再继续说话。\n" +
                    "    而方平也没继续说下去，而是盘算着，这武者挣钱果然比普通人简单的多。\n" +
                    "    一个大一学生，到学校做一次考前解答，撑死了两三个小时而已，出场费就有五六万了。\n" +
                    "    虽然不能当成普遍现象对待，可五六万块钱，自己父母累死累活的挣一年都挣不到这么多。\n" +
                    "    ……\n" +
                    "    班主任的课结束，方平又熬了几节课，下午放学铃声总算响起。\n" +
                    "    今天周六，学校没有晚自习。\n" +
                    "    实际上如今距离高考不远，有些同学备考武科，平时晚自习来不来学校，也都去留随意，学校对武科生的重视远比文科生强，哪怕每年考上的没几个。\n" +
                    "    和陈凡几位还算相熟的同学一起出了学校，校门口，大家分道扬镳。\n" +
                    "    沿着记忆中熟悉的路线，方平一路向家走去。\n" +
                    "    走着走着，方平有些迟疑起来，这个世界虽然和自己记忆中的世界有很多相同点，可也有很多不同点。\n" +
                    "    自己这辈子的家，还在老地方吗？\n" +
                    "    就算家还在，自己父母不会换人吧？\n" +
                    "    作为心理年龄快30岁的成年人，这要是陡然换了爸妈，方平可叫不出口。\n" +
                    "    “应该不会变吧？”方平不太确定地安慰了自己一句。\n" +
                    "    同学没变，老师没变，没道理自己爸妈就变了。\n" +
                    "    当然，不变那是最好的，就算变了，人还是那个人，家庭环境变变就挺不错，比如说，下一刻方平回家，发现自家原来是阳城的首富，那就最好不过了！\n" +
                    "    又或者，自己爸妈是顶级的武道强者，那就更好了！\n" +
                    "    当然，也就想想罢了。\n" +
                    "    感受到来自全世界恶意的方平，对此不报丝毫希望。\n" +
                    "    ……\n" +
                    "    二十多分钟后，方平走到了自家所在的小区。\n" +
                    "    景湖园小区。\n" +
                    "    名字听起来似乎不错，实际上却是阳城仅存不多的房龄超过30年以上的老小区之一。\n" +
                    "    一看到这熟悉的老小区，有些破败的老楼，方平便彻底绝了自家是富豪的心思。\n" +
                    "    记忆中，方平这么多年来，一直有个怨念。\n" +
                    "    那就是没当成拆二代！\n" +
                    "    景湖园小区，从进入二十一世纪开始，就传言要拆迁，结果传言年年有，可直到2018年，景湖园还是景湖园。\n" +
                    "    没有太多的近乡情怯，实际上在这之前，也就是重生回来的前几天，方平才回过景湖园看过父母。\n" +
                    "    如今的父母更年轻，这是好事，也没必要有太多复杂的情绪。\n" +
                    "    6栋101室。\n" +
                    "    站在门外，方平没有敲门，从兜里掏出一把钥匙，径直打开了屋门。\n" +
                    "    门一开，映入眼帘的便是狭小的客厅。\n" +
                    "    作为房龄30年以上的老小区，户型都不大，当年的老房子大部分都是小户型。\n" +
                    "    方平家虽然是两室一厅的格局，实际上面积却是很小，也就60平米左右。\n" +
                    "    加上住了这么多年，家里杂七杂八的东西多，原本就不大的客厅，此刻更显得拥挤。\n" +
                    "    虽然拥挤，不过却不是太乱，不大的客厅，被方母收拾的很干净。\n" +
                    "    作为老小区的一楼，缺点很多，容易招惹蛇虫鼠蚁，容易起潮，灰尘也多，其他楼层住户上楼，声音大点也经常听到脚步声。\n" +
                    "    不过缺点多归多，唯一的好处大概便是可以箍个小院。\n" +
                    "    而且景湖园这样的老小区，物业早就废了，其他有关部门也不会在这投射太多的目光，院子也不会被人当成违建给拆了。\n" +
                    "    方家便是如此，在客厅前方，还有一道门，直通后院。\n" +
                    "    家里的厨房、卫生间，都在院子里搭建而成，而原本的厨房卫生间则是被改造成了一个小房间，也就是方平现在住的房间。\n" +
                    "    按理说，家里两室一厅没必要改造。\n" +
                    "    不过方平还有个正在上初中的妹妹，一家四口人挤在这不大的房子里，没个院子还真不好办。\n" +
                    "    说曹操，曹操就出场了。\n" +
                    "    方平正蹲着身子换鞋，心里想着这些，就听客厅右侧的小房间传来妹妹方圆的声音。\n" +
                    "    “方平，你还有胆子回来！”\n" +
                    "    方圆的声音有些尖锐，不过方圆今年才13岁，小姑娘声音再尖锐，也没老妇人那般刺耳。\n" +
                    "    伴随着带着怒火的尖锐声，很快，小房间就冲出了一道身影。\n" +
                    "    个头不高的方圆，这时候脸上还有些婴儿肥，显得小脸圆溜溜的，瞪眼的模样不讨人嫌，反而更显可爱。\n" +
                    "    一看到方圆，方平就有些手痒，也没问方圆为什么生气，更没说别的话语。\n" +
                    "    二话不说，熟络的起身，熟络地上前掐住小姑娘肉肉的两颊，稍微用力往两侧撕拉了一下。\n" +
                    "    在方圆眼神愤怒的直视下，方平一脸享受道：“好久没捏了，总算逮到机会了！”\n" +
                    "    如今小脸圆溜溜的小丫头，没过几年忽然变了瓜子脸，脸上的肉也不知道跑哪去了。\n" +
                    "    这是方平一直以来很遗憾的一件事！\n" +
                    "    肉嘟嘟的圆脸捏起来才有手感，好端端的忽然变了瓜子脸，多讨嫌的事。\n" +
                    "    方平心满意足，方圆则是气的够呛，拍开方平的魔爪就气急道：“妈，方平又捏我脸！”\n" +
                    "    院落中，正在厨房忙活的方母李玉英，头也不回，语带笑意道：“别闹了，待会等你爸回来就吃饭了，今天给你们做了好吃的。”\n" +
                    "    “妈！”\n" +
                    "    方圆不甘心地喊了一声，见老妈不帮自己撑腰，气恼地瞪了方平一眼。\n" +
                    "    紧接着，才想起了正事，怒气冲冲道：“方平，还钱！”\n" +
                    "    “啥？”\n" +
                    "    “还装傻！妈给了咱们50块钱，说好了你一半我一半的，我桌上怎么就5块钱？还有钱呢！”\n" +
                    "    方平眼神呆滞，还有这回事？\n" +
                    "    这么说来，自己今天兜里28块的总资产，除了中午那顿饭钱，其他的都是这丫头的？\n" +
                    "    可本就一贫如洗的方平，这时候兜里就剩下15块钱，大男人总不能兜里空空，一分钱都不留吧。\n" +
                    "    毫无还钱心思的方平，瞬间就摇头道：“不知道，可能你自己花了，自己再找找吧。”\n" +
                    "    “方平！”\n" +
                    "    “叫哥。”\n" +
                    "    “哥你个头，就知道欺负小女生，妈，你都不说说他！”\n" +
                    "    “……”\n" +
                    "    兄妹俩吵闹了几句，最终小姑娘还是败下阵来，满脸的闷闷不乐。\n" +
                    "    方平好笑的同时，也有些无奈，这日子混的，太惨了。\n" +
                    "    就为了这点零花钱，把这小丫头给欺负成啥样子了。\n" +
                    "    在方圆半信半疑的眼神中，方平许诺了无数好处，总算让小丫头忘了自家大哥刚坑了她20块钱的事。\n" +
                    "    要不是不忍心，方平觉得，自己现在还能把这丫头剩下的5块钱骗到手。\n" +
                    "    搞定了方圆，方平进厨房和母亲打了声招呼。\n" +
                    "    出厨房的时候，脑海中想的最多的便是：“一分钱难倒英雄汉！”\n" +
                    "    刚刚和母亲简单说了几句话，方平才记起，这时候因为他上高三，自己老妈为了照顾他和方圆，只上半天班。\n" +
                    "    又不是什么技术工种，阳城也不是富裕地区，母亲半天班上下来，一个月工资才800块钱！\n" +
                    "    一年下来，堪堪才一万块。\n" +
                    "    自己原本准备开口提一下报考武科的事，结果想到这，硬是没办法说出口。\n" +
                    "    搓了搓脸，方平喃喃道：“果然，就没有不缺钱的时候……”\n" +
                    "    PS：求票票~求票票~求票票~\n" +
                    "\n" +
                    "第五章嘿嘿嘿！（打劫，投票！）\n" +
                    "    再难开口，为了未来，还是要开口的。\n" +
                    "    毕竟下周一就要报名，方平又不是神，明天一天时间而已，到哪筹一万块钱去。\n" +
                    "    等父亲方名荣拖着疲惫的身子回家，一家人上桌吃饭之际，方平还是开口了。\n" +
                    "    “爸，下个星期武科报名，我想报考武科，报名费……要一万块钱。”\n" +
                    "    方平话音一落，整个屋子瞬间安静了下来。\n" +
                    "    方名荣今年四十出头，面相不算苍老，不过有些苍白。\n" +
                    "    方名荣在阳城郊区一家陶瓷厂工作，不算技术工种，也就是普通工人罢了。\n" +
                    "    在如今普工人均工资2000左右的阳城，方名荣每月工资差不多都有3000块以上。\n" +
                    "    不是老板多赏识他，也不是方名荣干的有多好。\n" +
                    "    关键在于，陶瓷厂工作久了，容易得矽肺病，所以工资要高一些，差不多是拿健康换钱。\n" +
                    "    可方名荣却是不得不做。\n" +
                    "    家里两个孩子，一个上高中，一个上初中，衣食住行，哪样不要花钱。\n" +
                    "    还要给方平存大学学费，还得考虑大学毕业后方平结婚买房，全家日子过的都紧巴巴的。\n" +
                    "    一万块钱，除去日常开销，两口子差不多要半年时间才能存下来。\n" +
                    "    如今社会，武道为尊。\n" +
                    "    方名荣虽然是普通人，可也明白武科难考，难如上青天！\n" +
                    "    偌大的阳城，每年数万学生参加高考，其中考上武科的，两只手都能数的过来。\n" +
                    "    方平所在的阳城一中，在阳城也算最好的高中了。\n" +
                    "    可纵然如此，阳城一中去年也才5人考上了武科，而一中高三学生接近1500人，普通班有20多个。\n" +
                    "    07年，这20多个普通班，考上武科的总共两人。\n" +
                    "    这些消息，参加过几次家长会的方名荣并不陌生，甚至一中老师主动宣传，因为能在普通班考出两个武科生，这不是缺点，反而是优点，值得一中老师们骄傲。\n" +
                    "    现在，花一万块钱，搏一个虚无缥缈的机会，值得吗？\n" +
                    "    方名荣没急着开口，李玉英欲言又止。\n" +
                    "    方圆低着脑袋没敢说话，比起方平才了解这些大众常识，已经上初中的方圆比方平了解的要更多。\n" +
                    "    方名荣端着小酒杯，看了儿子一眼，过了片刻，点点头道：“待会让你妈把银行卡给你，明天你自己去取一万块钱。”\n" +
                    "    “爸……”方平咬了咬牙关，就想说几句话安抚一下父亲。\n" +
                    "    却不想方名荣直接打断道：“不管考上还是考不上，你有这个心就够了。\n" +
                    "    就算考不上，起码多点经验，以后圆圆上了高中，你还能指点一下。\n" +
                    "    家里虽然不富裕，可这是一辈子的大事！”\n" +
                    "    虽然不报希望，可报考武科关系到这辈子能否鲤鱼跃龙门的大事，如果方平自己不提，那方名荣也不会说。\n" +
                    "    可儿子提了，大不了接下来加点班，一万块钱还不至于拖垮了方家。\n" +
                    "    父亲这么说，方平也不再多言。\n" +
                    "    这时候，说再多豪情壮语也没用。\n" +
                    "    何况，方平也没把握能真的考上。\n" +
                    "    他是重生了没错，可又不是修仙归来，武科武科，哪怕不知道具体要考哪些项目，也知道肯定离不开身体素质之类的。\n" +
                    "    实际上，方平简单了解了一下，要求比这更多。\n" +
                    "    能否考上武科，现在的方平是真的毫无把握。\n" +
                    "    不过就算考不上，以后赚大钱难说，赚点小钱还是不难的，也未必没有成为武者的机会。\n" +
                    "    所以对未来，方平觉得就算自己走不到最高点，也不会如同现在，为了20块零花钱坑妹。\n" +
                    "    解决了当务之急最大的拦路虎，方平心里轻松了不少。\n" +
                    "    方圆是家里的活宝，见大家还沉浸在刚刚的话题中，笑嘻嘻地转移话题道：“方平，你真要考武科？”\n" +
                    "    方平见状笑道：“当然，等你哥我考上了武科，成了武者，以后你就发达了。\n" +
                    "    下个学期，去学校，你就可以跟同学炫耀说‘我哥是武者’了。\n" +
                    "    我敢保证，到时候你就是你们学校的校霸，以后再也没人敢喊你‘圆滚滚’了。”\n" +
                    "    “方平！”\n" +
                    "    方圆再次气急，小丫头因为脸圆圆的，名字也带个圆，上初中没几天，就被调皮的男生取了个外号——圆滚滚！\n" +
                    "    为这事，小姑娘都准备和那几个男生决斗了。\n" +
                    "    方平现在是哪壶不开提哪壶，方圆气急之下，也顾不得给老哥留面子，恼怒道：“你肯定考不上，浪费这么多钱还不如买点好吃的！”\n" +
                    "    “圆圆！”\n" +
                    "    方名荣夫妇几乎是同时呵斥一句，方圆也马上醒悟过来，低着脑袋咕哝道：“我就是说说，说不定就考上了呢。”\n" +
                    "    方平笑了一声，朝方圆做了个捏脸的动作，气的方圆一个劲地翻白眼。\n" +
                    "    ……\n" +
                    "    等吃完晚饭，李玉英就把家中的银行卡拿给了方平。\n" +
                    "    她明天还要上班，方平也不是小孩子了，自己取钱没问题。\n" +
                    "    以前家里需要用钱的时候，有时候也让方平去取。\n" +
                    "    接过银行卡的方平，颇为感慨，喃喃道：“爸妈也够放心的，就不怕我全给取了……”\n" +
                    "    卡里自然不止一万块钱，换成以前，方平自然是不会动的。\n" +
                    "    可现在……\n" +
                    "    晃了晃脑袋，方平摇摇头，这种事还是算了，有需要就直接和父母说好了，自己不告而取，那和偷也没差别。\n" +
                    "    ……\n" +
                    "    一夜无话。\n" +
                    "    第二天，4月6号。\n" +
                    "    方平起了个大早，可父母比他起的还早，已经出门上班了。\n" +
                    "    简单洗漱一番，餐桌上还留着母亲早上做好的早餐，几碟小菜，一碗炒的金灿灿的鸡蛋。\n" +
                    "    习惯了上班途中买早点边走边吃的方平，坐在椅子上慢悠悠地吃着，这种感觉还真有几分享受。\n" +
                    "    如果现在的他，是单纯的回到过去，那方平真的一点不急。\n" +
                    "    高考算什么？\n" +
                    "    哪怕不高考，以他这些年的社会历练，抓住一些机遇，乘势而起的概率很高！\n" +
                    "    可现在不一样，抓不住这次武科大考的机会，以后还能不能再有这样的机会，那就不好说了。\n" +
                    "    而且一日不成为武者，做点生意都得瞻前顾后。\n" +
                    "    方平分得清主次，这当前，主要的便是高考，尤其是武科考！\n" +
                    "    其他的，都得往后排。\n" +
                    "    除非这次考不上，那方平接下来才会考虑其他的途径。\n" +
                    "    将接下来的主次分清，方平吃完早饭，便准备出门取钱，顺便再观察观察情况，了解一下现在社会的具体差异。\n" +
                    "    正要出门，房间中，已经穿戴整齐的方圆急忙跑了出来，急匆匆道：“方平，我也去！”\n" +
                    "    “你去干吗？”\n" +
                    "    “我不管，反正我也去，还得给我买好吃的，谁让你把我零花钱用了。”\n" +
                    "    方平失笑，不过也没拒绝，只是去取钱，又不是什么私密事。\n" +
                    "    有这丫头在，说不定还能避免一些麻烦，毕竟方平也不知道这世界还有没有其他的他不了解的东西。\n" +
                    "    ……\n" +
                    "    出门的时候，时间还早，方平也不急着去银行。\n" +
                    "    和方圆并排走在街道上，方圆也不用他管，喜滋滋的东张西望，看什么都好奇，弄的好像她才是重生的一般。\n" +
                    "    小区外的街道，和印象中并无太大的不同。\n" +
                    "    如果没有那些碍眼的广告，那方平就要轻松的多。\n" +
                    "    “滋润护肤，宗师用了也说好！”\n" +
                    "    “特步，比武者跑的更快！”\n" +
                    "    “家传秘方，一包入口，武者到手！”\n" +
                    "    “……”\n" +
                    "    林林总总，几乎都能和武者扯上关系。\n" +
                    "    而实际上，这么些年来，阳城数十万人口，真正留在阳城的武者，恐怕不超过20人。\n" +
                    "    武者，其实距离阳城的百姓很遥远！\n" +
                    "    可这不妨碍大家讨论、关注，以及打广告宣传，反正又没特指谁。\n" +
                    "    这个时代，武道强者才是真正的大明星。\n" +
                    "    当然，大明星一般也是武道强者。\n" +
                    "    沿路看了一圈，方平无视了这些碍眼的宣传广告，路上给方圆买了几串号称“武者吃了也说好”的烤串，此刻方平兜里只剩下一张10元钞票。\n" +
                    "    小姑娘乐滋滋的，丝毫没察觉到，方平花的其实是她的零花钱。\n" +
                    "    等转了一圈，方平领着方圆往不远处的ATM机走去。\n" +
                    "    ……\n" +
                    "    插卡，输密码，取钱。\n" +
                    "    输密码的时候，方圆防贼似的帮方平把风，四处张望，生怕谁过来偷窥。\n" +
                    "    此时的ATM机，一次最多取2000块。\n" +
                    "    等ATM机吐出第一笔钞票，方平刚拿到手上，忽然愣了一下。\n" +
                    "    愣神中，方平一时间没有继续进行操作。\n" +
                    "    正在把风的方圆，见状急忙道：“方平，是不是有假钱？上次我就看到新闻上说过，银行ATM机也有假钱的，银行还不承认……”\n" +
                    "    小丫头有些急了，小嘴吧啦吧啦个不停，说到最后还有些生气道：“咱们得换回来，找银行的人去！”\n" +
                    "    此刻的方平，却是没太在意她说什么。\n" +
                    "    眉头微微皱起，想了想，方平继续在机器上操作起来，开始取第二笔资金。\n" +
                    "    很快，第二笔的2000块也从出钞口吐出。\n" +
                    "    方平连忙将钱拿入手中，接下来，和第一次一样，方平拿着钱停顿了好一会没动弹。\n" +
                    "    一旁的方圆这时候也有些莫名其妙了，奇怪道：“方平，你傻了？”\n" +
                    "    “到底是不是假钞啊？”\n" +
                    "    “你说话啊！”\n" +
                    "    “喂，方平，你干嘛呢！”\n" +
                    "    “方平……”\n" +
                    "    “掉钱眼里了？”\n" +
                    "    小姑娘嘴巴就没停歇过，旁边的方平侧头看了她一眼，忽然将手中的钞票递给她道：“你拿着。”\n" +
                    "    方圆圆嘟嘟的小脸满是茫然，不过还是接过了钞票，拿在手上看着方平。\n" +
                    "    方平：“什么感觉？”\n" +
                    "    方圆：“……可以不报武科，咱们买好吃的吗？”\n" +
                    "    方平陡然大笑起来，语气飞速道：“这么说，就是没感觉了？”\n" +
                    "    方圆这时候有暴走的冲动，圆溜溜的大眼睛瞪着他，气恼道：“你又欺负我！”\n" +
                    "    “没，这次真没有。”\n" +
                    "    方平脸上的笑意遮掩不住，紧接着就道：“刚刚逗你玩呢，好了，我继续取钱，取完了咱们回家！”\n" +
                    "    接下来，方圆就看着自己大哥，傻乎乎地开始取钱。\n" +
                    "    之所以说他傻乎乎的，是因为方平取钱的操作太过风骚。\n" +
                    "    一会取100块，一会取200块，反正没一次相同的。\n" +
                    "    一万块钱，方平总共取了十多次。\n" +
                    "    这还不算，等取够了一万块钱，卡里还有余额，方平又继续开始取钱。\n" +
                    "    就当方圆以为他要中饱私囊的时候，又看到了亮瞎眼的一幕！\n" +
                    "    方平取了，又给存了进去，取了，又给存了进去，来来回回的进行操作，彻底把方圆给看懵了。\n" +
                    "    何止方圆，其实两人后面还有别人等着取钱。\n" +
                    "    方平霸占着ATM机都快超过半小时了，眼看着这家伙还要继续，后面终于有人忍不住暴走道：“小伙子，行了啊！取一百万，存一百万，这么长时间也够了吧！”\n" +
                    "    方圆还小，脸皮不够厚，加上自觉理亏，瞬间小脸变的红扑扑的，使劲拉扯着方平的胳膊。\n" +
                    "    而方平也试验的差不多了，不慌不忙地把多余的钱存了进去，拔卡走出。\n" +
                    "    等出了ATM机范围，方平忽然满面春风，就这么旁若无人地“嘿嘿嘿”笑个不停。\n" +
                    "    一旁的方圆觉得自己汗毛都要竖起来了，方平这是受刺激了？\n" +
                    "    “方平？”\n" +
                    "    “嘿嘿嘿……”\n" +
                    "    “你……你别吓我？”\n" +
                    "    “嘿嘿嘿嘿嘿……”\n" +
                    "    “呜呜，方平，你到底怎么了？”\n" +
                    "    “嘿嘿嘿……咳咳，没事了，回家！”\n" +
                    "    见方圆真快被自己吓哭了，方平干咳一声，强压下狂笑的冲动，拉着小丫头就往家走。\n" +
                    "    PS：简单说说更新的事，新书期每天保底两更，新书期更新太快成绩上不去，书就废了一半了，所以不能多更。\n" +
                    "    两更具体的时间，等我弄好了签约的事再确定。\n" +
                    "    最后怒吼一声，“推荐票收藏有木有！”\n" +
                    "    再不投票收藏，小心老鹰半夜去你家“嘿嘿嘿”，吓不死你！\n" +
                    "\n" +
                    "第六章贫穷限制了我的想象力\n" +
                    "    景湖园。\n" +
                    "    6栋101室。\n" +
                    "    方平一回到家，就把自己关进了独属于自己的小房间。\n" +
                    "    门外的方圆“砰砰”敲门了好几遍，都被方平拒之门外，气的方圆很想破门而入。\n" +
                    "    此刻的方平，没心思关注方圆气不气恼。\n" +
                    "    取钱的那一刻，要不是有些地方没弄明白，方平早就找个地方开始研究了。\n" +
                    "    ……\n" +
                    "    小房间内。\n" +
                    "    取回来的一万块钱，此刻被方平放在自己左手边，右手边则是放着一张10元钞票，这也是方平自己的总财富。\n" +
                    "    此刻的方平，脸色恢复了正常，不过面上还是带着些许疑惑。\n" +
                    "    就在ATM机取款的那一刻，方平将2000块钱拿到手，忽然眼前一花，就和飞蚊症差不多，视线内突兀地多了点东西。\n" +
                    "    当时的方平之所以发愣，就在于此。\n" +
                    "    和飞蚊症的模糊不同，这突然出现在他视线内的是几行清晰的小字。\n" +
                    "    方平还记得，当时出现的是三行小字：\n" +
                    "    财富：2000\n" +
                    "    气血：1\n" +
                    "    精神：1\n" +
                    "    很简单的几行字，也很容易理解的几个词语，方平第一时间想到的就是系统。\n" +
                    "    对这些东西，方平不算陌生，没吃过猪肉也见过猪跑。\n" +
                    "    可方平却是发现，自己眼前出现的东西，太过简陋了！\n" +
                    "    就这么几行字，没有解释，没有说明，这年头，系统都不发说明书的吗？\n" +
                    "    还是说，这玩意就是个流水线上生产的劣质品？\n" +
                    "    而且出现的过于突兀，方平也毫无准备。\n" +
                    "    如果说，昨天在教室醒来的那一刻，这东西出现了，方平还能不带疑惑的坦然接受，可这都过了一天了，怎么突然就出现了？\n" +
                    "    联想到财富2000这个数字，方平当时就大概弄清楚了一些状况。\n" +
                    "    为了确定这个数字是不是和金钱有关，方平当场做了一些试验。\n" +
                    "    结果也不出他所料，随着钱取出来，他视线中的财富值果然不断增加。\n" +
                    "    这下子，方平算是了解财富代表的含义了。\n" +
                    "    可试验了多次，方平还是有些地方无法理解。\n" +
                    "    比如说，第一点，昨天他身上也有28块钱，现在还剩10块钱来着。\n" +
                    "    可昨天为什么没有出现这种情况？\n" +
                    "    考虑了半天，加上自己手上还剩下10块钱没被统计进入财富内，方平心里有了一点理解。\n" +
                    "    简单来说——他太穷！\n" +
                    "    自己定义中的系统，可能是个有钱的主，低于100块，根本不做统计，换成身家超过100块的重生人士，恐怕昨天就察觉到了。\n" +
                    "    可方平穷啊！\n" +
                    "    要不是因为报考武科要取钱报名，以他现在的情况，父母一次性给100块的概率不大，方平很有可能很长一段时间内发现不了这玩意。\n" +
                    "    昨天方平还在抱怨老天不长眼，害的自己这位重生人士混的凄惨。\n" +
                    "    现在看来，倒是冤枉老天爷了，关键就在于他是个穷B。\n" +
                    "    “贫穷果然是原罪！”\n" +
                    "    大体上想明白了这点，方平大为感慨，这年头，连老天都看不起穷鬼了。\n" +
                    "    考虑过自己的感受吗？\n" +
                    "    这要是一直没机会弄到100块，那岂不是白瞎了这系统？\n" +
                    "    当然，这可能性不大就是了。\n" +
                    "    这还是第一个疑惑点。\n" +
                    "    第二，随着方平取钱，又发现了一些不同。\n" +
                    "    当他的财富值增长到10000的时候，之后，方平又在卡里取了一点钱，可是财富却是不增长了！\n" +
                    "    试验了多次，财富值定格在10000一直没有动过。\n" +
                    "    因为就几行字，自己脑海中也没突然出现点声音给自己讲解，说明书也没有，方平只好自己做了一些判断。\n" +
                    "    按照方平的理解，今天取出来的一万块，因为是父母给自己报名用的，应该算是自己的钱。\n" +
                    "    后来取出来的那些钱，则是父母的钱。\n" +
                    "    这财富值的统计，很大可能统计的是自己的财富。\n" +
                    "    要不然，当时方平就在想，如果摸一下钱，就能被统计到财富里面，那自己接下来也别干别的了，干脆去银行上班，找个能接触现金的工作就行。\n" +
                    "    哪怕不去银行，社会上和金钱打交道的行业还有很多，有的行业要求标准不高，他完全可以通过这些工作，不断增加自己的财富值，尽管现在他对财富的增加有什么效果还不是太清楚。\n" +
                    "    不清楚没关系，方平知道，肯定不是坏事就对了。\n" +
                    "    “财富，统计的是自己的财富，虽然智能化有点高，和这个简陋的系统不太符合，不过勉强接受好了。”\n" +
                    "    方平自语一声，接着又微微蹙眉，呓语道：“是单纯的金钱，还是能包括等价值的东西？比如黄金珠宝？”\n" +
                    "    钱少的时候，现金统计还没关系，可钱多了，总不能全是现金吧。\n" +
                    "    还有，难道每次财富增加，都要自己亲自接触一下才行？\n" +
                    "    可如今的社会，有股票、有虚拟货币。\n" +
                    "    这些东西都是无形的资产，想摸也摸不到吧？\n" +
                    "    方平有些可惜，因为贫穷的限制，导致他现在根本无法做出判断。\n" +
                    "    如果手头上有点属于自己的黄金珠宝，值钱的股票，那倒是可以做一下试验，这些只能留待条件允许再做试验了。\n" +
                    "    “果然，贫穷限制了我的想象……”\n" +
                    "    微微有些遗憾，方平也不急着去证明这些，迟早的事。\n" +
                    "    除了这两点他已经做出判断的疑惑之外，方平还考虑到了一点。\n" +
                    "    那就是财富的统计，是计算净资产，还是加负债的？\n" +
                    "    听起来有些违和，可这关系到方平接下来可能会做的一些行动。\n" +
                    "    这一次，这一万块钱，是父母给的，可以算赠予，不会收回去。\n" +
                    "    可毕竟不是他自己赚来的，要是自己的钱就算，那如果自己借钱，这算不算自己的钱？\n" +
                    "    还有，这一万块钱交了报名费之后，财富值会不会扣除？\n" +
                    "    有钱就要花，这是必然的。\n" +
                    "    要是花了钱，这财富值就扣除了，那方平要是想聚拢大量财富值，接下来只能当个守财奴了。\n" +
                    "    以上种种，因为条件缘故，方平暂时无法得到准确的答案，只能留待以后。\n" +
                    "    而让方平着重的还是气血和精神两列。\n" +
                    "    实际上，方平已经猜到了一些东西。\n" +
                    "    气血和精神这两个词语，昨天他上网的时候，看到的不是一次两次。\n" +
                    "    现代武者，虽然数量不是太多，可也不是太少。\n" +
                    "    加上如今信息发达，网上总有些东西流传出来。\n" +
                    "    哪怕是普通大众，也都有些了解，气血和精神是武者的基础。\n" +
                    "    低品武者，谈到精神的少，不是太注重。\n" +
                    "    而网上的一些言论则是认为，高段武者，尤其是宗师级强者，主要和低端武者的差距就在精神上。\n" +
                    "    不过这个距离方平有点远，对低品武者而言，主要还是讲究气血。\n" +
                    "    气血足，百病除！\n" +
                    "    哪怕在方平前世，气血也经常会被运用到，中医养生，养的就是气血。\n" +
                    "    气血足的人，身体会比别人更健康。\n" +
                    "    一些大补的东西，补的也是气血。\n" +
                    "    对武者，或者准备成为武者的人而言，气血足的人不一定是武者，可武者一定气血要足！\n" +
                    "    练武不是打坐，和道家还是有很大不同的。\n" +
                    "    武者其实就是普通人锻炼到极致，突破普通人的身体界限，这才是武者的由来。\n" +
                    "    有了充足的气血支持，身体健康，经得起消耗，这才是身体强大的基础。\n" +
                    "    “也就是说，增加气血，可以让我更容易成为武者。\n" +
                    "    成为武者之后，也更容易适应接下来的锻炼，一步步往上突破……”\n" +
                    "    方平喃喃一声，又自问自答道：“既然出现了财富值，气血和精神都被量化，那是不是意味着可以用财富值进行转换？\n" +
                    "    这转换的比例，又是多少？”\n" +
                    "    一比一，方平没想过。\n" +
                    "    如今，他的气血和精神值都是1。\n" +
                    "    要是一比一进行转换，岂不是1块钱就能让自己的气血比普通人高一倍，方平打死也不相信有这么容易的事。\n" +
                    "    “那又该如何进行转换？”\n" +
                    "    方平说着，有些无奈道：“好歹给个说明书啊，自己摸索也太麻烦了。”\n" +
                    "    此刻的方平，只要凝神去看，就能看到自己视线中的几行数字。\n" +
                    "    盯着数字看了一阵，方平试探道：“系统系统，给我加点气血？”\n" +
                    "    毫无动静！\n" +
                    "    “系统大爷，我用财富值换气血？”\n" +
                    "    “……”\n" +
                    "    “大神，大爷，活着吗？给个话？”\n" +
                    "    “……”\n" +
                    "    “芝麻开门？”\n" +
                    "    “……”\n" +
                    "    “小兔子乖乖？”\n" +
                    "    “……”\n" +
                    "    “三清在上？南无阿弥陀佛？上帝保佑……”\n" +
                    "    “你大爷的！”\n" +
                    "    尝试了一阵，三行数字岿然不动，方平彻底死心，看来和这个无关。\n" +
                    "    考虑了一下，方平又凝神死死盯着这几行数字，想看看数字后面有没有被自己忽略的“+”。\n" +
                    "    可惜，还是没有。\n" +
                    "    这下方平头大了，完全不会用啊，不会是坏了吧？\n" +
                    "    这玩意到底靠不靠谱啊？\n" +
                    "    心里暗暗埋怨，你倒是一次性到位多好，现在弄的自己不上不下的，考虑过我的感受吗？\n" +
                    "    “加点气血，再不加打死你！”\n" +
                    "    方平盯着视线中的几行小字，随口说了一句，却不想话音刚落，自己眼前的数字陡然一变！\n" +
                    "    “财富：0\n" +
                    "    气血：1.1\n" +
                    "    精神：1\n" +
                    "    ……”\n" +
                    "    “我去！”\n" +
                    "    方平瞬间傻眼，还有这操作？\n" +
                    "    这玩意还得威胁才行？\n" +
                    "    目瞪口呆的同时，方平身体也有些不自在的扭动了起来。\n" +
                    "    不过很快，这种不自在就消失了。\n" +
                    "    方平长长吐了口气，忽然感觉整个人都轻松了许多。\n" +
                    "    要说感受，就是哮喘病人忽然不哮喘了，贫血的不贫血了。\n" +
                    "    说的再大一点，好像地球引力都比之前小了那么一点点，尽管这种感觉很缥缈。\n" +
                    "    “舒服！”\n" +
                    "    仅仅只是增加了0.1的气血值罢了，方平却是觉得比大宝剑都要舒服。\n" +
                    "    不过这种舒爽也和男人完事后一样，持续的时间不长，很快就消退了。\n" +
                    "    消退归消退，方平还是隐隐能察觉到，自己身体比之前健康了一些，自己才是最了解自己的，身体瞬间出现变化，自己肯定能感受到。\n" +
                    "    不过看到财富变成了0，方平眉头顿时皱起！\n" +
                    "    知道转换的比例肯定不高，可100000:1也太坑了吧！\n" +
                    "    10000的财富值，换了0.1的气血增加，自己可没有变成超人，顶多也就比普通人气血充足一些而已。\n" +
                    "    那自己要想达到武者的气血标准，这得要多少财富值才行？\n" +
                    "    想到这，方平猛然看向书桌，等看到上面的红票票还在，方平顿时松了口气，还好还好，没出现最糟糕的情况。\n" +
                    "    要是财富值消耗了，钱也消失了，那他接下来还真不好和父母交代。\n" +
                    "    探手将桌上的钱握在手中，方平再次陷入了沉思。\n" +
                    "    看来，接下来他得好好努力挣钱才行，显然，想要考上武科，成为武者，这当前，最容易的办法就是通过财富值进行气血转换。\n" +
                    "    而且不提这些，哪怕考上了武科，想成为强大的武者，也需要耗费无数资金购买资源才行。\n" +
                    "    换言之，一切都离不开钱。\n" +
                    "    “果然，穷人是没资格变强的，这是逼着我想办法挣钱啊！”\n" +
                    "\n"
                    ,
            "西北边镇的年轻人，明末的风云变幻，刀弓火器和行商贸易，家国的恩怨情仇，都从戈壁滩上的一次冒险开始......  \n" +
                    "风的丘陵处，运货的大车围成一圈，十几匹骆驼用绳索连着跪在地上，护住了只有几顶帐篷的营地。\n" +
                    "　　营地外，大风卷起的黄沙里不时有黑影出现逼近，还能听到风中传来的吓人怪叫声。\n" +
                    "　　看守骆驼群的蕃人，缩在一头毛色发白的老骆驼边上，满脸惊恐，仿佛风沙里藏着吃人的妖魔鬼怪。\n" +
                    "　　正在巡视营地的独眼男人，走到害怕的蕃人身边，脸上露出瘆人的冷笑，一鞭子抽在地上骂道，“那些马贼来了，自有爷们顶上去，你怕个毬囊，是不是想逃跑？”\n" +
                    "　　“再瞎张望，仔细你的皮。”也不管那蕃人被吓得没了魂，独眼男人恐吓一番后，走到了外圈的大车前。\n" +
                    "　　“嗷……呜……嗷……”\n" +
                    "　　嘶哑尖利的呼喊声中，大约有着十多个骑影逼近营地开弓放箭，风沙中不时有箭矢落在车厢上劈啪作响，不过却没有一根能钉在上面。\n" +
                    "　　独眼男人随手捡起落在脚边的一根粗糙箭矢，看着上面用牛骨打磨的箭头，一语不发，直到营地外那些骑影退去，才返身走回营地。\n" +
                    "　　……\n" +
                    "　　帐篷里，高进醒来时，浑身无力地连伸舌头添舐干涸的嘴唇都办不到，只能瞅着那旧得发黄的帐篷顶发呆，听外面大风裹着砂砾“咚咚咚”地拍打帐篷，好似马蹄声。\n" +
                    "　　听着这声音，高进空白一片的脑海里有了画面：少年骑着马，仿佛在追赶什么……少年忽地在马背上伏倒……再后面的画面有些模糊，高进努力回忆，他想知道自己是谁，现在在哪儿……\n" +
                    "　　“老天有眼，二郎你终于醒了！”\n" +
                    "　　突然间，昏沉沉的破旧帐篷里进了人，古铜色的脸上只剩下一只碜人独眼，透着凶光。\n" +
                    "　　“恁这个小兔崽子，偷偷跑出去，你以为那些落单的马贼是那么好杀的……”\n" +
                    "　　听到进来的男人说话，高进混乱的记忆里有些片段被勾起，原来自己叫高进，高二郎，眼前瞎了只眼的中年汉子叫魏连海，自己管他叫魏叔。\n" +
                    "　　记忆里，自己跟着商队出塞，在过了最初的新鲜劲后，因为想要证明自己，于是冒失地策马离开队伍，去截杀在附近窥探商队虚实的马贼，结果坠马被人救回了营地。\n" +
                    "　　……不，不对，自己明明应该是去乌兰布仑河勘察的地质队员……随着两段不同的人生记忆开始交织，让高进的脑袋疼得厉害……\n" +
                    "　　父母都是老师，自己从小学习就很好，可是所有的路都被安排好了，他很不甘心……，于是高考的时候偷偷改了志愿，没有去北京，而是去了大西北……\n" +
                    "　　不对，我是神木堡河口寨总旗高冲的儿子，今年十九，以后要当个百户……赚大钱……\n" +
                    "　　从小学习骑马射箭，还要拿着大杆子练枪，又或是拿着木刀劈砍，一旦自己不认真，督促练武的父亲便会拿藤条抽打自己……\n" +
                    "　　不对，我是学地质的大学生，武艺什么的，只是参加过摔跤社，喜欢唱歌，在内蒙支过教，那达慕大会上也能骑马射箭跟谁都是五五开……直到后来去了神木市地质队……\n" +
                    "　　对，我去了窟野河勘察，船上有人掉进河里，我跳了下去救人……人救到了……可是自己沉入了冰冷的河水中……\n" +
                    "　　“落水前的地质队员也好，还是这大明朝的边镇总旗儿子，我都叫高进，……对，我就是高进，我还活着！”\n" +
                    "　　从最后那充满黑暗的冰冷河水的回忆中摆脱出来，高进茫然的双眼重新变得有神，虽然两段人生的记忆重叠，很多事情一时半会儿还想不起来，但一想到自己还活着，高进心里满是生存下来的喜悦，\n" +
                    "　　“魏叔，我是从马上摔下来了？”\n" +
                    "　　高进的声音有些嘶哑，他记得自己从马上摔下去以后，像条咸鱼一样被晒了很久，最后是谁把他救回去都不记得了。\n" +
                    "　　“恁还好意思说，平时教你的东西都学狗身上去了，那些跑来摸哨的马贼都是软弓轻箭，射箭更是没个准头，他回头射恁，恁怕个球囊，只要不是往脸上招呼，恁身上穿的锁子甲是纸糊的不成。”\n" +
                    "　　看到高进确实没什么大碍，只是身体有些淤伤，过两天也就能养好，魏连海一下子没了先前的担心，反倒是黑着脸教训起高进来。\n" +
                    "　　随着魏连海的话，高进看到了床边那挂着的一袭锁子甲，小圈小圈的铁环密密麻麻地缀在一起，在印象里这件锁子甲是父亲高冲花了不少银钱给他备的，锁子甲边上还挂了一张包着蟒皮的角弓，一杆乌沉沉的长矛就竖在一旁，唯一不起眼的便是那口旧仆仆的长刀。\n" +
                    "　　“魏叔说得是，我当时乱了阵脚，只想着要躲开……”\n" +
                    "　　高进回想自己追击马贼的一幕，又莫名想起记忆里那段日日苦练骑射和武艺的时光，觉得自己居然会坠马，确实挺丢脸的。\n" +
                    "　　“行了，恁小子好歹也把那贼球囊的射下了马。”见高进低头，魏连海一怔，然后笑了笑开口道，“俺当年跟你阿大一起在朝鲜和那些倭贼厮杀的时候，那些头回上阵的还有人尿了裤子呐！”\n" +
                    "　　“你好好待着，我去给你弄吃的。”\n" +
                    "　　魏连海撂下话离开后，高进走到一旁那盆不知道沉淀了多久的清水前。\n" +
                    "　　没到窟野河前，路上连个取水的好地方都没有，营地里虽然有水源，但那洼子里掘开打上来的哪叫水，也就比泥浆好上那么一些，一大桶打上来沉淀了半天，也就小半桶水能用。\n" +
                    "　　水里倒映出的是一张年青英武的面庞，高进愣愣地瞧着，过了会儿才回过神，然后把整张脸给浸到水中，冰冷的水刺激着发烫的皮肤，让高进有种说不出的舒适感。\n" +
                    "　　擦干净脸上水珠，高进才直起身，走到那张摆放着的角弓前，这是边军惯用的开元弓，弓身长，弓弦也长，拉力比普通短弓强许多。\n" +
                    "　　抬手拿起角弓，握把处传来的熟悉触感让高进脑海里闪过无数画面，从孩童时便拿着小弓学拉弓，再到年岁渐长一些，开始用力弓打熬力气，练了十年，才被记忆里那位向来严苛的父亲认可，在这次出塞前送了他这张角弓。\n" +
                    "　　一张良弓在边地价格不菲，光是制成便要费三年之功，最关键的是弓要与人相合。\n" +
                    "　　高进摸着弓，然后开始试着拉弓，虽然上半身还有些酸痛，但并不妨碍肌肉发力，开弓七分之后他才缓缓收弓。\n" +
                    "　　“这拉力起码也接近一百磅了。”高进放下手中角弓，自言自语着，按着记忆里这个时代边军战弓拉力分为四十斤、五十斤、六十斤、七十斤四等，自己这张弓便是七十斤的战弓，只不过他更加熟悉用后世的磅数来划分拉力，感觉更合理一些。\n" +
                    "　　高进记忆里，自己的射术是和商队里一个叫陈同的老兵学的，刚才试弓的时候，肌肉记忆形成的射法也是他熟悉的蒙古式射法，开弓的时候，那种人弓合一如臂指使的感觉让他很陶醉，他曾经在内蒙支教，也经常玩射箭，理论知识知道不少，但终究没法和现在这苦练十多年的射术相比。\n" +
                    "　　高进没舍得继续试弓，这年头一张良弓制作不易，保养也很关键。放好角弓，高进又拿起那杆比他高出一头还多的乌黑长矛，他掂了掂分量，大约在七八斤的样子，双手握枪，记忆里的画面闪现，身体很自然地沉腰扎马，双手持枪。\n" +
                    "　　帐篷不大，高进目测差不多也就五米长左右，记忆里这是从军中淘汰下来的旧军帐，按着规制便是幕长一丈六寸，住一舍人也就是十人的样子。\n" +
                    "　　五米长听着不短，可是放在帐篷里，高进拿着枪便觉得很狭窄，于是索性出去练枪。\n" +
                    "　　高进演练的枪法很简单，没有任何的花哨动作，就是简单的直刺和收枪动作，若说有什么招式，也无非是出枪方向和角度的变化而已，一连刺了七八枪，高进才意犹未尽地收枪，要不是体力有些跟不上，他觉得自己能一连刺出十几枪不带歇的。\n" +
                    "　　把长矛放好，高进拿起了自己最后的武器，那是一把旧仆仆的长刀，从刀鞘上看不出什么形制，高进拔刀，然后看到了刀身上“万历十年，登州戚氏”的刻字，长刀完全出鞘，刀型狭长，和高进印象里的武士刀十分相似。\n" +
                    "　　握刀在手，身体里那种熟悉感再次涌现，高进正要施展刀法时，魏连海端着大碗回来了。\n" +
                    "　　“看来你小子确实没什么大碍，来，先吃点东西，等会儿才有力气杀贼！”\n" +
                    "　　粗陶的大碗里装的是发黄的小米饭，闻上去还有股很浓的膻味，不过对于饥肠辘辘的高进来说就是无上的美味。\n" +
                    "　　“谢谢魏叔！”接过大碗，高进也没客气，商队出门在外，饮食这一块向来都以简单为主，晒干的小米饭配上羊肉干一起煮，便是最实在的好东西，既能充饥又能补充体力。\n" +
                    "　　看着高进一副饿狠了的样子狼吞虎咽，魏连海瞧着高兴，这吃得下吃得多便代表身体强壮，他先前还担心高进坠马伤了身子，如今瞧着终于能彻底放下心了。\n" +
                    "\n" +
                    "###第二章 虎父###\n" +
                    "　　一大碗小米饭，高进吃得干干净净没有半点剩的，商队里这种加了肉干的小米饭算是奢侈物，印象里也就自己和叔伯们能吃上，至于其他人，只能吃他们吃剩下的，不过即便这样，对边地的普通百姓来说带咸味的肉汤小米饭也算得是上等享受了。\n" +
                    "　　放下大碗，高进觉得浑身暖洋洋的，先前因为演练武艺而有些疲惫的身躯里也渐渐生出了力气，“魏叔，你刚才说杀贼？”\n" +
                    "　　高进知道，自从商队出塞后，有一伙马贼远远地吊在他们后面，离边墙越远，这伙马贼的胆子越大，三天前开始这伙马贼不时派人过来骚扰，个个都是快马软弓，策马近了放一轮箭就走。\n" +
                    "　　虽说这些马贼没伤到商队里的人，可也烦人得很，自己就是因为咽不下这口气，才轻率地策马去追击一名马贼，结果因为经验不足，忘了平时训练时的关窍，一时慌乱从马上摔了下来。\n" +
                    "　　高进对于马贼，没什么经验，记忆里也全是魏连海这些父辈们的叮嘱，塞外的马贼都是些欺软怕硬的腌臜货色，你若是示弱，他们便会像饥饿的狼群一样扑上来把你撕咬得粉碎，所以遇到马贼绝对不能害怕示弱，更不能害怕和马贼交手。\n" +
                    "　　“不错，要不是这两天风沙太大，昨天晚上那些马贼便该朝咱们下手了。”魏连海沉声道，出关经商遇上马贼很平常，谁叫这塞外的马贼多如牛毛。\n" +
                    "　　“你既然身子骨没什么大碍，便出去转一转，叫你其他叔伯们也都瞧瞧，等你阿大回来，便是咱们和那些马贼见真章的时候了。”魏连海拍了拍高进的肩膀，商队里的老兄弟们都是瞧着高进长大的，大哥这回带这小子出来，大家也都清楚，不单单是带他出来见见世面，也是要磨砺这小子，毕竟他们年纪都大了，以后这商队还是要靠年轻人撑起来。\n" +
                    "　　“是，魏叔。”高进应声道，然后他起身把长刀别在腰里，背弓负箭，正要去拿长矛时，被魏连海喝骂道，“你这臭小子，拿了刀弓便也罢了，拿枪做什么，你以为你有使枪的机会，还是要出营去厮杀！”\n" +
                    "　　听了魏连海的话，高进才讪讪地把长矛放下，他刚才一番演武，知道自己武艺不差，可听说马贼来袭，心里总有些忐忑，只觉得把能带的武器都带上方才放心，毕竟有备无患，全然忘了营地狭小，不利长矛施展，反倒还会妨碍别人。\n" +
                    "　　把长矛放回帐篷里，高进跟在魏连海身后，这时天色已晚，浑浊黑暗的天空里看不到几颗星星，月亮也不见踪影，要不是营地里还有火堆照明，当真是伸手不见五指的漆黑夜色。\n" +
                    "　　就着火光，高进打量起营地来，营地背靠一处丘陵，最前方是卸了驮马的车厢连环相扣，还有十几头骆驼连成一片，只不过仔细瞧时，还是留了几处口子方便进出。\n" +
                    "　　高进出来时，营地里有几道目光投过来，感觉到这些目光的高进也回眼看去，入目所见的虽然只是模糊的面孔，但也依旧能分辨出这些穿甲佩刀的身影都是些上了年纪的老兵。\n" +
                    "　　高进跟着魏连海一起巡视着营地，“王叔好、李叔……”面对面地见到这些叔伯时，高进很自然地打起了招呼，这些都是商队里的长辈，平时在堡寨里也是瞧着他长大的。\n" +
                    "　　出关经商，商队不能打，没有过人武力，早就被人吃的连骨头架子都不剩。什么蒙古部落会保护商队更是屁话，到了塞外，天大地大拳头最大，尤其是靠近边墙一带，小部落极多，那些看上去热情好客的蒙古鞑子，你若是没有保住货物的实力，人家翻脸就是最凶残的马贼。\n" +
                    "　　高家商队的老兵都是吃刀头舔血这碗饭的，哪怕高进是自家老大的儿子，可若是没有本事，也照样被他们看不起。\n" +
                    "　　高进白日里追着马贼出击虽然有些冒失，可终究射死了那名马贼，叫他这些杀人不眨眼的叔伯都是刮目相看。\n" +
                    "　　一路跟着魏连海前行，不知不觉间，到了营地最外围的车阵，高进知道自家拉货的大车，原先都是军中车营里的东西，虽然看上去老旧，但极为好用。\n" +
                    "　　此时营地里火光能照到的地方光线已经极弱，但高进还是看到了车厢四周散落的箭矢，“捡起来看看？”魏连海的声音响起，高进弯腰拿起面前车上的一根箭矢。\n" +
                    "　　入手只觉得这箭矢极轻，高进就着微光仔细看时，才发现这箭矢的箭头居然是用骨头磨出来的，箭杆粗糙不平，就连尾羽也参差不齐，这样的箭矢若是射出去，几乎就是毫无准头的废箭。\n" +
                    "　　高进像是想到了什么似的，又蹲下身从地上摸起一支箭矢观察，结果也是一样粗制滥造的废箭，将手中箭矢丢掉，他忽地想起了白日里追击的马贼，自己居然就是被这样的废箭吓得慌了神掉下马，不由有些脸红。\n" +
                    "　　“塞外的马贼都是些穷鬼，不到真下手的时候是舍不得用铁箭的，这些骨箭也都是些吓唬人的玩意。”魏连海似乎感受到了高进的窘迫，不由笑道，“你阿大从小教你练武，你也跟着俺们学了真本事，不过这些东西你阿大以前没告诉你，倒也不怪你！”\n" +
                    "　　“老陈，二郎来了。”魏连海忽地朝不远处的黑暗里说道，高进闻声望去，只见左边不远处的车厢上跳下了一个黑影。\n" +
                    "　　“来嘞！”答话的老陈是个精瘦老汉，一身旧兮兮的皮甲穿在身上，哪怕用束條系紧了，看上去也哐啷当地透着风儿，手里提着张角弓，背上是箭壶，插满了箭，腰里横着一把雁翎刀。\n" +
                    "　　老陈的面相没有魏连海那么凶恶，要是卸了身上的刀甲弓箭，换成旱烟锅杆子，倒像是个最普通的陕北老农，看到走近的老陈，高进连忙开口道，“陈叔好！”\n" +
                    "　　老陈走到高进跟前，仔细看了眼高进身后背着的弓箭，还有拇指上套着的扳指，眯了眯眼，过了会儿才道，“白日里你射落的马贼尸首俺瞧见了，后心入背，箭透胸骨，不错，很不错，没给俺丢人。”\n" +
                    "　　听到自己杀了一个马贼，高进有些愣，记忆里自己确实在坠马前射出了一箭，可是当时的准头他自己都吃不准，纯粹是靠平时苦练的射术凭着本能射出去的。\n" +
                    "　　“你阿大回来了。”老陈忽地耳朵动了动开口道，他是高进的箭术老师，也是商队里的神射手，当年在榆林镇里也曾闯出些名号，作为一名神射手，不但目力要好，耳力也要过人。\n" +
                    "　　随着老陈视线望去，高进过了会儿才看到前方黑暗里有个模糊轮廓渐渐清楚起来，不多时那策马而来的骑影到了车阵留出的缺口处，微弱的火光里，高进看到了马上的骑士正是自己记忆中那位向来不苟言笑的父亲。\n" +
                    "　　高冲从马上跳下来，马背上还绑了一个马贼，手脚都被牛筋索绑得死死的，口里还塞了块破布。\n" +
                    "　　高进看向那马贼，发现这马贼年纪不大，瞧面相应该还比自己小一些，只是面黄肌瘦，一副皮包骨头的样子，身上那身衣服打满补丁，唯一值点钱的皮袄子也是东一块西一块拼在一块，若不是知道这人是马贼，高进还以为自家父亲抓了个乞丐回来。\n" +
                    "　　“爹！”\n" +
                    "　　高冲的身形高大，父子两人虽然身高相仿，但是更加魁梧的高冲比高进显得雄壮许多，那一口钢针般竖起的虬髯更是瞧着气魄逼人。\n" +
                    "　　“老陈，老魏，兄弟们可还好？”\n" +
                    "　　“好着呢，就是兄弟们都喊着要等你回来一起去杀马贼。”\n" +
                    "　　……\n" +
                    "　　“身子没事了！”和老陈还有魏连海说完话，高冲才看向高进这个儿子，声音虽然有些冷，但那份关怀之意还是能叫人听得出来。\n" +
                    "　　“魏叔给我上了药油，没什么大碍。”高进答道，记忆里自己和这位父亲之间很少交流，更多时候都是这位严厉的父亲督促自己练武读书，除此以外，父子两人便没什么话可说。\n" +
                    "　　“老魏，这个俘虏交给你了，小进，你跟我来。”\n" +
                    "　　把抓回来的马贼扔给魏连海，高冲朝着高进说道，他这回带儿子出来熟悉商队，有着磨砺培养的意思，他给儿子安排的路不好走，总得先有个退路才行。\n" +
                    "　　魏连海接过俘虏，独眼里露出的光让人不寒而栗，那透出的残酷之意叫一旁的高进有些胆寒，不由想起有关这位魏叔的传言，说是锦衣卫出身，只不过这位魏叔从来没有承认过。\n" +
                    "　　“走吧！”\n" +
                    "　　高冲的声音让高进回过了神，他跟在高冲身后，父子两人一前一后，一路朝着营地里走去，竟是再没有半句话。\n" +
                    "　　不多时，父子两人进了帐篷，火光里，高进看清楚了父亲的模样，面如古铜，一口浓密的胡须遮住了大半张脸，但是一双眼睛很大很亮，不过此刻他的眼神有些阴沉，看上去吓人得很。\n" +
                    "\n",
            "这是任小粟大魔王出现了吗？画风都不带变的吗？是新一代话题终结者吗？肘星人准备好了吗？想知道大魔王是如何练成的吗？让我们在2019年4月15日一起迎接新的世界吧，看看肘子如何喷翻全场！！    " +
                    "1、脑子有病\n" +
                    "\n" +
                    "    从黑暗的混沌中醒来，少年任小粟擦了擦自己额头上的汗，然后看向门口的那个十三、四岁小男孩。\n" +
                    "\n" +
                    "    “六元，有没有什么事情？”任小粟问道。\n" +
                    "\n" +
                    "    被称呼为六元的小孩其实全名叫颜六元。\n" +
                    "\n" +
                    "    颜六元长得一副人畜无害的模样，看起来就很无辜，然而他手里却握着一柄骨刀守在门口，此时深夜，他看起来已经很困了但始终不曾闭眼，因为他要守夜。\n" +
                    "\n" +
                    "    颜六元摇摇头说道：“没事，你脑袋里面这病到底怎么回事，集镇上的医生也看不出是什么病吗？”\n" +
                    "\n" +
                    "    “你不用操心这种事情，我这不是病，”任小粟语气果决的说道：“天快亮了，我准备出去打猎，你睡一会儿按时去学堂上课。”\n" +
                    "\n" +
                    "    “哦，”颜六元低沉的点点头：“在这废土里，学习好有什么用……”\n" +
                    "\n" +
                    "    “我说有用就有用，”任小粟用不容置疑的语气说道。\n" +
                    "\n" +
                    "    “我也要去打猎，”颜六元瘪着嘴巴。\n" +
                    "\n" +
                    "    “你要出点什么意外谁来守夜？昏迷的我？”任小粟站起身来准备去集镇中心打水，天亮的时候集镇上就没有那么危险了。\n" +
                    "\n" +
                    "    这里的夜晚，是法外之地。\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    阴霾的天空有乌云在不断翻滚，云层中一滴酸雨终于坠落，它在狂风中不断飘摇，最终啪嗒一声，落在了任小粟的面前。\n" +
                    "\n" +
                    "    少年任小粟趴在荒野的地面上，他皱了皱眉头心说今天运气有点不好，猎物还没等来竟然先等来了酸雨。\n" +
                    "\n" +
                    "    有人说，在这废土之上行走必须要小心野兽。\n" +
                    "\n" +
                    "    但任小粟觉得这人没把话说全，因为这废土之上能够要人命的东西还有很多，其中之一就是酸雨。\n" +
                    "\n" +
                    "    不过任小粟仍然没有动弹，今天要是再没有猎物，没等酸雨带来疾病，他和颜六元那小子就要饿死了。\n" +
                    "\n" +
                    "    忽然间有鸟类翅膀扇动空气的声音，任小粟的眼睛骤然睁大了，但他的气息却始终没有紊乱。\n" +
                    "\n" +
                    "    就在任小粟面前不远处，是他用一根树枝支着一口黑黑的铁锅，而铁锅下面则撒了一点点黑乎乎的面包屑。\n" +
                    "\n" +
                    "    那只大鸟落在铁锅旁边警惕的观望着，眼神凌厉，这只鸟论起个头来其实也未必比铁锅小多少了。\n" +
                    "\n" +
                    "    它站在原地梳理了半天的羽毛，而任小粟则在一动不动的继续等待。\n" +
                    "\n" +
                    "    似乎大鸟终于放下了自己的警惕，开始慢慢的挪向那口铁锅，脚步细碎的像是一个小偷。\n" +
                    "\n" +
                    "    然而当它进入铁锅范围刚刚低下脑袋准备啄食面包屑的时候，任小粟忽然猛力的扯动了手中的那根绳子，紧接着少年整个人跳了起来，犹如一头脱缰的野驴似的冲向铁锅，在那只大鸟掀翻铁锅之前，拼尽全力用自己的身体讲铁锅结结实实的压住了！\n" +
                    "\n" +
                    "    “呼！”\n" +
                    "\n" +
                    "    任小粟吐出一口浊气，为了等这只麻雀，他整整等了一个晚上，不过令人欣喜的是今天功夫没有白费，要知道这种好机会可不是每天都有的。\n" +
                    "\n" +
                    "    铁锅下面传来麻雀的挣扎声响，坚硬的羽翅在铁锅里摩擦出锐利的声响，这时候避难壁垒里的报时钟声悠扬传来。\n" +
                    "\n" +
                    "    任小粟回头望了一眼身后，也不知道自己什么时候才能带着颜六元进到避难壁垒里面。\n" +
                    "\n" +
                    "    对于任小粟而言，避难壁垒里的人是幸福的，因为他们可以不用面对废土里的那些危险。\n" +
                    "\n" +
                    "    可是，那里并不是谁想进就能进的。\n" +
                    "\n" +
                    "    这时，铁锅里的动静终于小了很多，他叹了口气再次确认自己手上的破布条已经缠好，然后才慢慢的将铁锅揭开一丝缝隙，任小粟的手就从那条缝隙里面伸进去，试图抓住这只大麻雀的腿！\n" +
                    "\n" +
                    "    只是人生不会总那么一帆风顺，任小粟的手刚伸进去便嗷的一声叫了起来。\n" +
                    "\n" +
                    "    任小粟收回手掌一看，他的虎口已经殷出血来，这破布条也没挡住大麻雀锋利的嘴巴。\n" +
                    "\n" +
                    "    任小粟生气了，他干脆脱掉了自己的破外套缠在手上，手掌猛的伸进铁锅里面，这次竟是一把就捏住了麻雀的脖子。\n" +
                    "\n" +
                    "    他干脆利落的将麻雀提出来夹在胳膊里，使劲一拧，麻雀的脖颈咔嚓一声之后就再也没有动弹。\n" +
                    "\n" +
                    "    这时候任小粟忽然心疼起来，因为他的外套被这大麻雀的爪子给抠出了好几个洞来。\n" +
                    "\n" +
                    "    忽然间脑海里咚的一声，任小粟整个人朝地面跪去，他脑子里宛如有一座巨大的铜钟撞响一般，彻底陷入黑暗的混沌。\n" +
                    "\n" +
                    "    糟了，以往的病都是子夜才来，这次竟然提前了。\n" +
                    "\n" +
                    "    这不是他第一次“犯病”了，集镇上的人几乎都知道他脑子有点问题，时不时就会疼痛发作。\n" +
                    "\n" +
                    "    只是任小粟很清楚，那不是疼痛，那是纯粹的混沌。\n" +
                    "\n" +
                    "    等等，这次竟与往次都不相同，他脑海里的黑色迷雾竟是打开了，显露出里面的一座宫殿来！\n" +
                    "\n" +
                    "    任小粟骤然睁开双眼，难以置信的站起身来打量自己：“这次清醒的这么快？”\n" +
                    "\n" +
                    "    他原本有机会好好打量一下那座宫殿的模样，可他更清楚的是，在这种荒野上陷入昏迷与送死无异。他现在必须赶回113号避难壁垒外的集镇，在酸雨彻底到来之前！\n" +
                    "\n" +
                    "    任小粟将麻雀的两个爪子捆起来挂在肩上，然后扛起自己那口大铁锅倒扣在头上开始狂奔，雨滴拍打在铁锅上发出嗒嗒嗒的声响。\n" +
                    "\n" +
                    "    此时，铁锅成了他的伞。\n" +
                    "\n" +
                    "    然而还没等他跑多远，竟有一个人影拦在他的身前举着一柄骨刀：“把猎物给我……”\n" +
                    "\n" +
                    "    只是这人还没把话说完，就看到视野里一口硕大的铁锅由远及近，狠狠的拍在了他的脸上！\n" +
                    "\n" +
                    "    “草！”打劫的人整体向后翻仰过去，他没想到任小粟动作这么干脆！劲还这么大！\n" +
                    "\n" +
                    "    只见任小粟卸锅、甩锅、重新举锅当伞狂奔一气呵成，毫无停顿……眼瞅着打劫者还没躺到地上，任小粟都已经要跑远了！\n" +
                    "\n" +
                    "    打劫者仰脸躺在地上，酸雨打在脸上还有隐隐的蛰痒疼痛，有些事情他有点想不明白。\n" +
                    "\n" +
                    "    一般情况大家不都会有一些交流吗，这少年是应对过多少这样的情况才会有这样的本能反应？！\n" +
                    "\n" +
                    "    不对，那少年的脚步声正在重新靠近！\n" +
                    "\n" +
                    "    打劫者慌忙坐起身来转头看去，他竟然发现那少年拐了回来！\n" +
                    "\n" +
                    "    任小粟原本没打算回来的，可他分明听到脑海里那座宫殿有声音传来：“任务，将猎物赠予旁人。”\n" +
                    "\n" +
                    "    谁在说话？任小粟将信将疑的回头朝打劫者走来。\n" +
                    "\n" +
                    "    打劫者慌了：“有话好商量……不对啊，我才是受害者……”\n" +
                    "\n" +
                    "    任小粟仔细打量着打劫者，旁边也没其他人了啊。\n" +
                    "\n" +
                    "    “你想要这只麻雀？”任小粟问道。\n" +
                    "\n" +
                    "    打劫者眼睛都亮了：“想！”\n" +
                    "\n" +
                    "    “给你，”任小粟不由分说就把麻雀塞进了对方的怀里。\n" +
                    "\n" +
                    "    那个陌生而又中性的声音再次响起：“任务完成，奖励基础级技能学习图谱，可学习他人能力。”\n" +
                    "\n" +
                    "    任小粟愣了一下，因为他分明感受到脑海里真的多了一张牛皮纸页！\n" +
                    "\n" +
                    "    技能学习图谱，意思是自己可以使用这个来直接复制别人的能力？打猎？生存？或者其他的一些？\n" +
                    "\n" +
                    "    打劫者紧紧把硕大的麻雀抱在怀里准备说些感谢的话：“你是个好人……”\n" +
                    "\n" +
                    "    话还没说完，他就眼睁睁的看着任小粟重新把麻雀拽走了，然后扬长而去。\n" +
                    "\n" +
                    "    打劫者：“？？？”\n" +
                    "\n" +
                    "    他望着任小粟一路狂奔的背影……这特么都什么人啊！图什么啊？\n" +
                    "------------\n" +
                    "\n" +
                    "2、这世界从来都不相信眼泪\n" +
                    "\n" +
                    "    因为打劫者与突然陷入昏迷的事情，任小粟归来的时间比较晚，他看了一眼天色即将被黑暗笼罩，这个时候带着猎物通过集镇是极为危险的事情。\n" +
                    "\n" +
                    "    白天的时候还有避难壁垒里的人出来统治秩序，夜晚那些人就回到壁垒里了。\n" +
                    "\n" +
                    "    当然避难壁垒里的人也绝不是什么好心，而是他们担心集镇太过混乱会影响流民们劳作。\n" +
                    "\n" +
                    "    “哟，任小粟今儿收获不小啊！”\n" +
                    "\n" +
                    "    当任小粟扛着铁锅跑进集镇的时候有人与他打招呼，那人脸上都是黑呼呼的，像是从出生到现在都没洗过脸似的。\n" +
                    "\n" +
                    "    集镇里很多人都是这样，平日里为了换取食物就去附近的煤矿挖煤，这些煤运进避难壁垒里面，然后工人们能够得到刚刚足够活下去的黑面包或者土豆。\n" +
                    "\n" +
                    "    不光挖煤，壁垒里所需要的脏活累活，都会由壁垒外面的人来干。\n" +
                    "\n" +
                    "    集镇里井水都是配额的，每天就那么点谁也别想多打。附近又没有什么干净的水源，或者说干净的水源都太危险了，聚集着饮水的野兽。所以整个集镇的人都脏兮兮的看不清模样，任小粟也不例外。\n" +
                    "\n" +
                    "    只不过任小粟从不去挖煤，他有自己生存的方法。\n" +
                    "\n" +
                    "    此时任小粟见到有人打招呼也不回应，他只想快速回到自己的窝棚里。\n" +
                    "\n" +
                    "    就在任小粟路过集镇小路的时候，他不远处就是巍峨耸立的壁垒城墙，抬头时仿佛望不到天空中的尽头一般充满了压抑感。\n" +
                    "\n" +
                    "    集镇里没有太多土石建筑，更多的是窝棚一般的住所。\n" +
                    "\n" +
                    "    原本还挺轻松的任小粟在进入集镇后忽然警惕起来，他甚至从腰间抽出了一柄骨刀。街道上的气氛凝重起来，似乎那些窝棚内隐藏着什么危险似的，只不过当任小粟抽出骨刀后，那些蠢蠢欲动的人又平息了下去。\n" +
                    "\n" +
                    "    任小粟生活在这里学会的第一件事情，就是不要相信任何人……颜六元除外。\n" +
                    "\n" +
                    "    路旁的窝棚里传来窃窃私语：“任小粟竟然又抓到猎物了。”\n" +
                    "\n" +
                    "    “那算什么猎物，麻雀而已。”\n" +
                    "\n" +
                    "    “这可跟古旧课本上的麻雀不一样，我估摸着灾变之前的鹰也就这么大吧？”\n" +
                    "\n" +
                    "    “不要惹他，”一个声音结束了这一阵窃窃私语，似乎有人了解任小粟的过去。\n" +
                    "\n" +
                    "    任小粟掀开自家的门帘，里面的暖意让他身体似乎不再那么僵硬。\n" +
                    "\n" +
                    "    正坐在窝棚里面写作业的颜六元抬头看到任小粟回来了，便是一阵惊喜：“打到麻雀了？”\n" +
                    "\n" +
                    "    “怎么不点煤油灯？”任小粟皱眉问道。\n" +
                    "\n" +
                    "    颜六元其实平常并不乖巧，起码在任小粟以外的人面前并不这样，但面对任小粟这位“哥哥”的时候，他总会意外的温顺一些：“我想给家里省点煤油。”\n" +
                    "\n" +
                    "    “万一近视了怎么办？”任小粟把麻雀放了下来。\n" +
                    "\n" +
                    "    颜六元眼睛一亮说道：“学堂的先生说，灾变之前有眼镜这种东西，他还说现在其实也有，只不过在避难壁垒里面，有了这个东西就算近视了也不怕。”\n" +
                    "\n" +
                    "    任小粟对这种说法不屑一顾：“我见过有人带你说的那个东西，只是这荒野里把视野托付给一个随时都可能会掉落的物件，等于送死。别听你们那先生瞎吹，你们先生有些话说的不一定对。”\n" +
                    "\n" +
                    "    “奥……”颜六元点点头：“那你还送我去学堂？”\n" +
                    "\n" +
                    "    任小粟噎了一下：“哪那么多废话。”\n" +
                    "\n" +
                    "    “我什么时候才能跟着你打猎？”颜六元追问。\n" +
                    "\n" +
                    "    “你才14岁学什么打猎？你去学堂学好了就不用打猎了，”任小粟说道：“学学怎么算账，学学物理化学什么的，到时候不比打猎强？”\n" +
                    "\n" +
                    "    “你也才17岁啊，”颜六元不服气。\n" +
                    "\n" +
                    "    这时代里，即便再野蛮的人也清楚知识的重要性。\n" +
                    "\n" +
                    "    这也是教书先生能在集镇上生存的理由，不管集镇上出什么乱子，教书先生总是最安全的那个，没人会去打教书先生的主意。\n" +
                    "\n" +
                    "    只不过，学费是昂贵的，不然任小粟自己也想去听听。\n" +
                    "\n" +
                    "    任小粟一边支起铁锅一边熟练的剖解麻雀：“今天先生讲的什么？这麻雀只能给你吃点内脏，其他的要明天拿去卖。”\n" +
                    "\n" +
                    "    “你受伤了？”颜六元看到任小粟虎口上的伤便眉头紧皱，那是被麻雀给啄出来的，血流不止。\n" +
                    "\n" +
                    "    大铁锅架在棍子上，窝棚里的火塘将任小粟的脸颊映衬得忽明忽暗：“小伤。”\n" +
                    "\n" +
                    "    屋子里陷入沉默，没过一会儿任小粟将锅里的麻雀内脏捞出来递给颜六元：“吃了。”\n" +
                    "\n" +
                    "    颜六元忽然眼眶红了：“我不吃，你吃，你需要养伤呢。”\n" +
                    "\n" +
                    "    “我喝点汤就行了，”任小粟说道：“我这还有黑面包。”\n" +
                    "\n" +
                    "    “我不吃，你这根本就不是小伤，我前几天还看到集镇上有人就因为一点伤口，最后发炎感染而死，咱们这里没有药，”颜六元倔强道，眼泪都快要流下来了。\n" +
                    "\n" +
                    "    啪。\n" +
                    "\n" +
                    "    任小粟忽然猝不及防的一巴掌扇到颜六元脸上说道：“你记住，你我生存在这个世界上就不能流泪了，这个世界是不相信眼泪的。”\n" +
                    "\n" +
                    "    任小粟继续说道：“你看看我们周围都是什么人，你不吃饱了夜里有人冲进来一刀捅死我怎么办？我让你去学堂，就是不想让你跟我一样只能去打猎，你有特殊的能力，只要好好学习就不用跟我一样起早贪黑的去荒野上讨生活。我让你去学堂，就是不想让你变成他们那样野蛮！”\n" +
                    "\n" +
                    "    颜六元忽然接过任小粟递过来的麻雀内脏狼吞虎咽起来，眼泪终究没有掉下，他得学着像任小粟一样坚强。\n" +
                    "\n" +
                    "    “咳咳，吃完了拿干净的布来给我包扎一下伤口，”任小粟说道。\n" +
                    "\n" +
                    "    “哦，”颜六元答应道。\n" +
                    "\n" +
                    "    “平时在外面挺古灵精怪的，怎么回到家里跟小受气包一样，”任小粟感叹道：“今天集镇上发生什么事没有。”\n" +
                    "\n" +
                    "    “对了，”颜六元一边找干净的布一边说道：“避难壁垒里出来了一队人，说要找一个能带路去112号避难壁垒的向导，他们想直接穿过境山。”\n" +
                    "\n" +
                    "    “去112号避难壁垒？”任小粟愣了一下皱起眉头：“还非要走境山？”\n" +
                    "\n" +
                    "    “你说他们会不会找你啊，集镇上的人都知道你对外面熟，”颜六元眨巴着眼睛说道：“我听说他们是113号避难壁垒里面的乐队和歌手，受邀去112号避难壁垒表演来着，我还没见过歌手呢。”\n" +
                    "\n" +
                    "    “我不去，”任小粟摇摇头：“境山那片区域，谁爱去谁去。你躲着他们点，这群人有古怪。”\n" +
                    "\n" +
                    "    此时任小粟心情有点复杂，这都什么世道了，竟然还有专门唱歌的人，还有乐队？避难壁垒里到底是个什么样子啊。\n" +
                    "\n" +
                    "    任小粟忽然有点向往了。\n" +
                    "------------\n" +
                    "\n" +
                    "3、一座宫殿\n" +
                    "\n" +
                    "    任小粟睡了，在外面荒野守了那么久才抓到一只麻雀，虽然大部分时间都趴在地上不动，可懂行的人都知道，这趴在地上一动不动还必须时刻保持警惕才最耗费精力。\n" +
                    "\n" +
                    "    他睡之前又跟颜六元交代道：“见到那些人一定要躲远点，境山有危险他们不会不知道，一般人都会选择躲着境山走，他们偏要经过那里，直觉告诉我这事不简单。”\n" +
                    "\n" +
                    "    “嗯，”颜六元乖巧的点点头：“知道了。”\n" +
                    "\n" +
                    "    其实任小粟和颜六元是个很诡异的组合，几年前他们还彼此并不认识，后来任小粟决定庇护尚且年幼的颜六元，一方面是因为无意中得知了颜六元的秘密，另一方面也是他头疼病这事困扰了他很久，所以需要一个守夜的人。\n" +
                    "\n" +
                    "    当初任小粟跟颜六元说的很清楚就是彼此利用，但这些年过来早就说不清到底是感情还是利用了。\n" +
                    "\n" +
                    "    颜六元在外面向来机灵的很，也只有在任小粟这里会像个听话的乖宝宝。\n" +
                    "\n" +
                    "    有时候颜六元会说，自己的命是任小粟用自己的命换来的，但任小粟从来都不承认这种说法。\n" +
                    "\n" +
                    "    任小粟现在要去探究自己脑中到底出现了什么变故，今天晚上他刻意等了很久，想要看看以往困扰他的“病”还会不会出现，结果，那片混沌真的没有出现了。\n" +
                    "\n" +
                    "    仿佛那座宫殿就一直隐藏在自己的混沌脑海里，如今黑色的混沌迷雾终于消散。\n" +
                    "\n" +
                    "    任小粟要看看这座宫殿里到底有什么。\n" +
                    "\n" +
                    "    颜六元看了一眼旁边躺着的任小粟，悄悄的拿起骨刀坐在了窝棚门口，窝棚只有一个厚厚的门帘垂挂着，如今入秋了，有点冷。\n" +
                    "\n" +
                    "    就在此时，雨停了。\n" +
                    "\n" +
                    "    窝棚门帘外面传来了脚步声，靴子踩在雨后的泥泞道路上有种独特的滑腻感。\n" +
                    "\n" +
                    "    门帘被人掀起一角，然而还没等外面的人完全将门帘掀起来的时候，颜六元的骨刀就已经抵在了对方的脖子上。\n" +
                    "\n" +
                    "    那是一张漂亮的脸蛋，门外是一个漂亮的女人。\n" +
                    "\n" +
                    "    颜六元皱了皱眉头，来者不是陌生人，对方平日里就住在不远处。\n" +
                    "\n" +
                    "    女人笑道：“六元还没睡啊，小粟呢，我听人说小粟回来了。”\n" +
                    "\n" +
                    "    “小玉姐，他已经睡了，”颜六元笑道：“要不你有什么话跟我说好了。”\n" +
                    "\n" +
                    "    小玉脸色有点不自然：“他这次出去没受什么伤吧？”\n" +
                    "\n" +
                    "    “虎口被麻雀啄了一下，不过小玉姐你不用对我哥那么上心吧，你可比他大八岁呢，”此时任小粟睡下之后，颜六元面对外人有着不符合年龄的成熟气质，不管遇到的是不是熟人，不管对方说什么，但他手中的骨刀始终都没有离开小玉的脖颈。\n" +
                    "\n" +
                    "    小玉从随身带的包里掏出一根烟和打火机，烟是卷烟，这种东西只有煤矿、电厂这种归属于避难壁垒的产业才会发放。\n" +
                    "\n" +
                    "    很多壮劳力去干活不光是为了钱和食物，也为了这一根烟，干一天活，发一根烟。\n" +
                    "\n" +
                    "    所以晚上下工的时候，经常能看到一大群人在一起吞云吐雾，任小粟给颜六元说过，那些烟草里很可能夹杂了一些成瘾性更高的东西。\n" +
                    "\n" +
                    "    而现在小玉抽的烟，明显也不是她去干活得来的。\n" +
                    "\n" +
                    "    小玉点上烟抽了两口，似乎在想些什么：“人小鬼大，我是拿你们当弟弟。”\n" +
                    "\n" +
                    "    “哦，”颜六元忽然问道：“你是不是感冒了？”\n" +
                    "\n" +
                    "    小玉愣了一下：“是啊，是不是我的嗓子有点沙哑？”\n" +
                    "\n" +
                    "    “不是，”颜六元摇摇头笑道：“我是看你抽烟的时候，有一个鼻孔不冒烟……”\n" +
                    "\n" +
                    "    小玉：“……”\n" +
                    "\n" +
                    "    不知道为什么小玉总觉得颜六元不太喜欢自己。\n" +
                    "\n" +
                    "    “那我先回去了，”小玉说道：“你哥醒了你给他说一下，我来过。”\n" +
                    "\n" +
                    "    “嗯，”颜六元笑眯眯的说道：“我会给他说的。”\n" +
                    "\n" +
                    "    小玉走了，任小粟的声音忽然在颜六元背后响起：“以后不要老欺负你小玉姐，她也不容易。”\n" +
                    "\n" +
                    "    “哥，她不干净，”颜六元说道：“而且她就是看你总能打到猎物回来才靠近你的。”\n" +
                    "\n" +
                    "    “谁干净？”任小粟平静说道：“这世界想活下去的人就干净不了，都是生活所迫，拒而远之就好了，不要捉弄她。”\n" +
                    "\n" +
                    "    在这集镇上，独身的女人太干净也活不下去。\n" +
                    "\n" +
                    "    任小粟想了想说道：“人家也没说喜欢我什么的，还有，你确定她是因为我能打到猎物才接近我？难道不是因为我的帅气？”\n" +
                    "\n" +
                    "    “哥，大家脸都几个月没洗了，基本上长的都差不多……”颜六元无语的看着任小粟：“哥你不是睡了吗，怎么还没睡着？”\n" +
                    "\n" +
                    "    “想点事情，”任小粟简单的解释了一句。\n" +
                    "\n" +
                    "    任小粟没有睡，是因为他在探寻那座宫殿的秘密。\n" +
                    "\n" +
                    "    那座圆形的宫殿里，墙壁上都是旧旧的木柜子，像是一个巨大的陈列室。只不过，陈列室里的陈列架都被黑雾笼罩着，看不清里面到底有什么。\n" +
                    "\n" +
                    "    殿堂的中间只有一张桌子，桌子上放着一台灾变前就被淘汰了很久的黄铜打字机。打起字来咔咔作响的那种。\n" +
                    "\n" +
                    "    这台打字机上只有二十四个铜键，每个铜键上都镌刻着一个文字：“公、正、诚、实、友、善、富、强……”\n" +
                    "\n" +
                    "    可以说是非常正能量了。\n" +
                    "\n" +
                    "    只是打字机里面好像塞着用不完的牛皮纸，而且不用谁敲击那些铜键，就会自己咔咔的动起来，如今之上有着下午时出现的两行小字：“任务，将猎物赠予旁人；任务完成，奖励基础级技能学习图谱，可学习他人能力。”\n" +
                    "\n" +
                    "    他没法分辨这是自己幻想出来的，还是其他什么原因，传说中有人能塑造记忆宫殿，记忆宫殿里面甚至能够根据自身精神意志的能力水平来重铸一个幻想宇宙。\n" +
                    "\n" +
                    "    只不过任小粟觉得，自己这座宫殿……好像跟记忆宫殿的描述有点不一样啊……\n" +
                    "\n" +
                    "    可是为什么会让自己把猎物给别人呢，这台打字机想让自己当一个好人？\n" +
                    "\n" +
                    "    在这个提起道德都有些奢侈的世界里当个好人？\n" +
                    "\n" +
                    "    门都没有。\n" +
                    "\n" +
                    "    彼时，他的意识站在那座广阔的宫殿中心环视着周遭的“陈列柜”，陈列柜里似乎漂浮着物品，可里面被黑暗所遮挡，那黑暗的雾气让任小粟无法看清里面漂浮的东西到底是什么。\n" +
                    "\n" +
                    "    这陈列的柜子接连到了宫殿的穹顶，宛如一个巨大的博物馆，任小粟走到一面柜子前面想要伸手去摸黑雾里漂浮的东西，可是不管他多用力，都无法突破黑雾的抗拒力量。\n" +
                    "\n" +
                    "    这是他现在无法窥探的力量。\n" +
                    "\n" +
                    "    想要知道宫殿是不是真的存在，这需要任小粟用行动去证明。\n" +
                    "------------\n" +
                    "\n" +
                    "4、幸运也是一种能力\n" +
                    "\n" +
                    "    “我可能也拥有某种能力了，”任小粟说道。\n" +
                    "\n" +
                    "    坐在窝棚门口正挑着门帘看雨后星空的颜六元愣了一下：“你是说……”\n" +
                    "\n" +
                    "    “还不太确定，得试试才行，”任小粟席地坐在颜六元身边：“集镇上都传说有些人能够让一列火车从虚无驶向现实，我以前也不信，是见到你之后才信了一点，现在我可能也有了奇怪的能力，这种感觉很奇怪。”\n" +
                    "\n" +
                    "    颜六元的能力，是幸运。\n" +
                    "\n" +
                    "    这是个很莫名其妙的能力，当颜六元许愿任小粟可以打到猎物的时候，哪怕任小粟走在荒野里什么都不干，都会有麻雀莫名其妙的摔在他面前。\n" +
                    "\n" +
                    "    只不过这能力有反噬，通常反应为许愿之后颜六元高烧不退，或者其他的小病小灾。\n" +
                    "\n" +
                    "    这就是任小粟一开始要庇护颜六元的原因，他起初是不信的，可后来不信都不行。\n" +
                    "\n" +
                    "    忽然间天空划过一颗流星，颜六元下意识的就像双手合十许愿，结果却被任小粟拦了下来：“你不要乱许愿，会出事的。”\n" +
                    "\n" +
                    "    如今任小粟已经很少用到颜六元的运气了，他说是因为自己已经能够打到猎物了，用不着颜六元的能力了，颜六元也从来不去反驳。\n" +
                    "\n" +
                    "    瘦瘦的颜六元看着已经消失的流星出神道：“流星为什么飞得那么快，万一大家都来不及许愿怎么办？”\n" +
                    "\n" +
                    "    任小粟想了想说道：“它飞的快，也许是因为它压根不想听你们许什么愿。”\n" +
                    "\n" +
                    "    颜六元回头怔怔的看着任小粟：“……”\n" +
                    "\n" +
                    "    ……\n" +
                    "\n" +
                    "    颜六元是任小粟的守夜人，但并不是说要他守一整夜，中间任小粟也会替换，毕竟白天的时候颜六元还需要去上课。\n" +
                    "\n" +
                    "    这种情况非常煎熬，睡不够是一个很大的问题，可生存在这种环境里，不管是任小粟还是颜六元都别无选择。\n" +
                    "\n" +
                    "    清晨的时候任小粟领着颜六元出去了，所有值钱的东西都带在身上，甚至是他的那口大铁锅。\n" +
                    "\n" +
                    "    没有任何意外的是，他们晚上回到自己窝棚的时候，窝棚一定被人翻过。\n" +
                    "\n" +
                    "    “听说避难壁垒里夜不闭户，根本没人偷东西，”颜六元背着铺盖卷，然后看着任小粟走哪都扛着那个大铁锅，这几乎就是他们全部的家当了。\n" +
                    "\n" +
                    "    平日里颜六元去上学都是要背着铺盖去的，其他学生也差不多，大家都习以为常了。\n" +
                    "\n" +
                    "    “放屁，”任小粟虽然对避难壁垒里面的生活很向往，但他坚决不信这世界上还有什么夜不闭户的地方：“有些人觉得避难壁垒里的人放个屁都是香的，空气都是甜的。”\n" +
                    "\n" +
                    "    “那你也不能总背着锅到处跑啊，”颜六元说道。\n" +
                    "\n" +
                    "    “你懂什么，”任小粟解释道：“这锅是我好不容易捡到的，又能做饭又能捉麻雀，要是没了这个咱们的日子怎么过？”\n" +
                    "\n" +
                    "    任小粟一只手把铁锅扛在肩上，一只手倒提着那只硕大的麻雀，走在路上的时候不少人都对任小粟投去羡慕的眼光。\n" +
                    "\n" +
                    "    要知道如今的物种秩序里，人类早就不是什么食物链最顶端的物种了。\n" +
                    "\n" +
                    "    人们口口相传着以前的麻雀只有不到巴掌大，现在呢？这玩意能一口啄死人。\n" +
                    "\n" +
                    "    不是谁都有能力捉麻雀的，也不是谁都有耐心在荒野上趴个一天一夜，大家都是几年没见过荤腥的人，说不羡慕任小粟那是假的。\n" +
                    "\n" +
                    "    任小粟带着颜六元来到避难壁垒的城门口，高耸的围墙给人极大的压迫感。\n" +
                    "\n" +
                    "    到了这里，建筑就产生了变化，甚至能看到砖石房。\n" +
                    "\n" +
                    "    越接近壁垒的地方，就看起来越干净、越整齐、越富有。这里住的人，都跟避难壁垒里有着或多或少的关系，兴许是马屁拍的好，兴许是还有亲人在里面。\n" +
                    "\n" +
                    "    但不管怎么样，他们这些流民统称为“被污染”的人，是进不去壁垒的。\n" +
                    "\n" +
                    "    任小粟走进一间屋子，屋子门额上写着杂货铺三个字，里面有卖烟、卖火柴、卖铁器、卖粮食、卖衣物，但价格都很昂贵。\n" +
                    "\n" +
                    "    屋里的老头看到任小粟时格外的高兴：“这麻雀看着可不小啊！”\n" +
                    "\n" +
                    "    任小粟把麻雀往玻璃柜台上一扔：“多少钱？”\n" +
                    "\n" +
                    "    “哎哟你轻点，这玻璃可贵着呢，”老王心疼的说道，然后他顺手就把麻雀给扔在了旁边的铁称上：“三斤六两，可以啊小粟。”\n" +
                    "\n" +
                    "    这时老王手中的算盘啪啪的响了起来，鸡爪似的枯手像是上了发条一样，算盘打的叮咣响：“今天的行情是一斤两百块钱，你这算是700吧！”\n" +
                    "\n" +
                    "    “900，”任小粟斩钉截铁的说道：“快入冬了，最近麻雀又少，900不能再少了。”\n" +
                    "\n" +
                    "    老王不乐意了，他把算盘往任小粟面前一推：“咱这都是送进壁垒里给贵人们吃的，壁垒里是缺肉没错，可凡事它都有个价，咱得按规矩来。”\n" +
                    "\n" +
                    "    话音刚落，老王就看到任小粟邻着麻雀转身准备出门，他赶紧拉住任小粟破外套的袖子：“你去哪啊？”\n" +
                    "\n" +
                    "    “我问问老李那边杂货铺的价格去，”任小粟说道。\n" +
                    "\n" +
                    "    老王的手顿时抓紧了一些，今天壁垒里有管事的专门交代了要收野味，这消息可不止他一家知道。他\n" +
                    "\n" +
                    "    老王笑开一大坨皱纹说道：“你想卖多少钱？”\n" +
                    "\n" +
                    "    任小粟还是想走：“我问问价格再说。”\n" +
                    "\n" +
                    "    老王笑的非常和蔼可亲：“那不是耽误了六元上学的时间吗，900就900！”\n" +
                    "\n" +
                    "    “你上句说什么来着？”任小粟平静问道。\n" +
                    "\n" +
                    "    “那不是耽误……”\n" +
                    "\n" +
                    "    “再上一句。”\n" +
                    "\n" +
                    "    “你想卖多少钱？”\n" +
                    "\n" +
                    "    “1200。”\n" +
                    "\n" +
                    "    老王：“？？？”\n" +
                    "\n" +
                    "    过了半晌，老王心疼的点着钱，沾着唾沫数了一遍又一遍，生怕自己给数错了。\n" +
                    "\n" +
                    "    最终成交价格是1198，任小粟也做出了自己的让步……\n" +
                    "\n" +
                    "    一只麻雀卖1198，不是物价太虚，也不光是这麻雀个头大，主要是这113号避难壁垒里寻常吃不到野味儿。\n" +
                    "\n" +
                    "    物以稀为贵，老王也不会干赔钱的买卖，这只麻雀倒手卖给有权有势的人家，转手就能小赚一笔，还能落点人情。\n" +
                    "\n" +
                    "    老王一脸心疼的把一大堆零钱塞到任小粟手里，这时不知道他想起什么似的压低了声音说道：“小粟啊，下次你要抓到麻雀可别直接弄死了，有贵人想要活的，价格更高！”\n" +
                    "\n" +
                    "    任小粟愣了一下：“要活的干嘛，现杀现宰？”\n" +
                    "\n" +
                    "    “不是，”老王摇摇头：“这你就不懂了吧，这是有人想要养麻雀玩！”\n" +
                    "------------\n" +
                    "\n" +
                    "5、学堂\n" +
                    "\n" +
                    "    “养着玩？不吃？”任小粟不解：“那多浪费啊，这可都是好肉！”\n" +
                    "\n" +
                    "    “有钱人的世界你不懂，”老王笑了起来：“都说往前几百年，有钱人都熬鹰玩，现在不是鹰太大、太危险了嘛，退而求其次就熬麻雀，你看这麻雀的卖相多凶猛，有钱人就好这个。”\n" +
                    "\n" +
                    "    任小粟想了半晌，原来在大部分人都还吃不饱的时候，都开始有人熬麻雀玩了……\n" +
                    "\n" +
                    "    “不过活的可就要加钱了，”任小粟说道：“这玩意活的时候，一不小心能挠死人！太危险了！”\n" +
                    "\n" +
                    "    这时候任小粟忽然在想，外面的流民是被污染的，难道这麻雀就没被污染过么？还是说避难壁垒只需要这些流民为他们干活，而这墙，天然的就将层次划分开来。\n" +
                    "\n" +
                    "    “富贵险中求嘛，”老王笑眯眯的说道：“你能整宿整宿的熬就说明你不是一般人，只要你再费点劲抓只活的，说不准半年什么都不用干了，而且你就没想过攒点钱，娶个老婆什么的？”\n" +
                    "\n" +
                    "    “娶个屁！”任小粟没好气的说道。\n" +
                    "\n" +
                    "    老王故作神秘：“隔壁老李家姑娘跟你弟弟六元都在学堂，那可是正经姑娘……”\n" +
                    "\n" +
                    "    “按你这么说，我这麻雀不是得直接卖给老李么，还用得着你介绍？”任小粟转头问颜六元：“老李家姑娘和你是同学？”\n" +
                    "\n" +
                    "    “是，”颜六元点点头：“长的可结实了。”\n" +
                    "\n" +
                    "    “去去去，一边玩去，”老王没好气的说道：“你只当我没说，好心当作驴肝肺！”\n" +
                    "\n" +
                    "    眼瞅着任小粟和颜六元俩人一唱一和的准备说相声了，老王果断打住，他转开话题说道：“记好了，下次如果能抓到活的，一定要来找我。”\n" +
                    "\n" +
                    "    “行，”任小粟点点头，其实抓活的虽然危险，但也不是办不到，他看向杂货铺里：“棉袄怎么卖？”\n" +
                    "\n" +
                    "    “棉袄是新到的，500一件！这价你都清楚，我收来的就是490了，我不赚棉袄的钱，”老王说道：“少冻死一个算一个吧。”\n" +
                    "\n" +
                    "    “你还挺好心呢，”任小粟漫不经心的夸奖道：“来一件吧，你看看六元穿多大的。”\n" +
                    "\n" +
                    "    “哥，你也买一件啊，”颜六元赶紧说道。\n" +
                    "\n" +
                    "    “大人说话小孩别插嘴，”任小粟皱眉：“我不冷。”\n" +
                    "\n" +
                    "    钱是好东西，控制各个避难壁垒的财团们发行货币来保证物资流通，方便归方便，但没钱却是寸步难行了。\n" +
                    "\n" +
                    "    这里的冬天很冷，但钱要留着应急，距离冬天还有一个多月的时间，要是能再抓到麻雀，任小粟觉得那时候再买棉袄也不迟。\n" +
                    "\n" +
                    "    关键是，颜六元该交学费了，一个月一交。\n" +
                    "\n" +
                    "    任小粟再次朝杂货店里打量过去，眼神忽然停在老王背后的柜台上面：“抗生素消炎药怎么卖？”\n" +
                    "\n" +
                    "    “你要买药？”老王这时才注意到，任小粟手上包着的布条还有血迹：“你受伤了？那可得买点药才行，不然感染了要你小命！”\n" +
                    "\n" +
                    "    “我问你多少钱！”任小粟不耐烦道。\n" +
                    "\n" +
                    "    “一粒210，”老王说道：“抗生素这种东西必须连吃三天，卖你三粒620块钱，再送你抹一次碘伏，我这里可就剩十粒了。”\n" +
                    "\n" +
                    "    任小粟想了想说道：“抹个零头吧……”\n" +
                    "\n" +
                    "    “你要说把620后面那个零抹了，就趁早闭嘴，”老王没好气的说道。\n" +
                    "\n" +
                    "    任小粟砸吧砸吧嘴恋恋不舍的收回了目光：“算了不买了，冬天一般不会发炎。”"
    };

    public String[] getAllTitle() {
        return allTitle;
    }

    public String[] getAllLabel() {
        return allLabel;
    }

    public String[] getAllContent() {
        return allContent;
    }
}
