package com.example.comment;


public class EssEattingResource {
    private String[] ess_eatting_main={"     蛋清羊尾又名雪绵豆沙，是临海列入《中国菜谱》的传统特色名点。很多人会误解为羊的尾巴，其实不然，它是豆沙球包裹一层蛋清后入油炸至金黄，形状类似羊尾，故取名蛋清羊尾。起源于我国浙南的古台州府临海，后由于满族入华而由厨师携带前往北方才成为清朝宫廷御宴上的风味食品之一。其口感绵软、香甜，且营养丰富。其主要原料有鸡蛋清、豆沙、粉子、小麦粉等。手工制作每次只能制作一盘。而且必须现做、现炸、现吃。无论是高档饭店还是街头小吃都有它的身影，具有1400年的历史。\n" +
            "     蛋清羊尾以菜油、鸡蛋清、猪油、豆沙和少许麦粉为原料，是用细豆沙加白糖做成豆沙泥，捏成圆丸子，外面包上猪网油。先取蛋清加入麦粉，用筷子不停地搅拌，再将蛋打发透，加少许红薯淀粉，直至用一根筷子，插在其中而不倒下为度，再将预先制好的以猪网油包裹的豆沙丸子放进沸菜油里炸，丸子顷刻间变的胖乎乎的、油黄黄的，待到三分嫩黄，便可捞起装盆，洒上白糖，就可上桌食用。色、香、味俱佳，油而不腻，甜而不馁。\n" +
            "     蛋清羊尾虽是名点，其实不需要太多的原料，不像做佛跳墙之类，光是用料就要准备几天，也不像《红楼梦》里的茄子，配料比主料更昂贵得多，让人有主次不分的感觉。蛋清羊尾的配制，需要用的原料只有菜油、鸡蛋清（即蛋白）、猪油、豆沙和少许番薯粉。简单的配料，能制作出绝顶好吃的东西，这才是真功夫，这就像大音希声一样。\n" +
            "     做蛋清羊尾，不仅比拼手劲，还要有定力、耐力，外加决心、恒心。这么说来，好像在学一门深奥的武功。先将豆沙加白糖做成豆沙泥，捏成比乒乓球略小的丸子，外面用猪油包裹好。将鸡蛋磕碎，蛋黄去净，只取蛋白，加入麦粉，用筷子不断地上下搅打，不会一点真刀真枪的，想把蛋清打得能使一根筷子插在其中而不倒下，几乎不可能，我试了几次，都未能成功，每次筷子插上去，都像醉鬼一样东倒西歪。将包裹了猪油的豆沙丸子放进搅打好了的蛋清里，豆沙丸子上就会挂上一层蛋清泡沫。然后，将丸子放进沸菜油里炸，炸两次即成。食用时必须小心，不要烫了嘴唇。蛋清羊尾冷了不好吃。热吃时看着不烫，实在内热很旺。所以必须先咬一小小口，把外壳咬破，热气渐渐散出，待这时候你便可一口一个了。\n",
            "     “桃之夭夭，灼灼其华，之子于归，宜其室家。”桃花酿成桃花酒，据说可美容。桃花酒我没喝过，不过，桃浆我是吃过的。桃浆又名桃胶，生于桃树上。桃树被虫子咬过或受伤后，树干上的裂口，有树胶沁出，凝固成一小团，雨后，桃树出的桃浆更多，似露珠，像水滴，又比露珠更亮，比水滴更大，如玛瑙串缀，琥珀流光，晶莹剔透。桃浆还有另外一个名字叫桃浆。\n" +
                    "     桃浆我是采过的，就在浙江临海的江下渚。江下渚过去种有许多桃树，树干上。常结着厚厚的一层桃浆，透出温润柔和的光泽。我也做过桃浆羹。我觉得，三月桃花红、四月桃挂果、五月桃青涩、六月桃满园，桃树一生的情思，都包含在一碗桃浆中了。将采摘下来的桃浆，放清水浸泡一晚，第二天，桃浆就胀开了，像一朵朵素雅的花，在水中妖娆盛开。桃浆洗净后，加上葡萄干、枸杞，放在锅里用水煮沸，加糖，就成了一锅甜羹汤。玉白色，稠稠的，有胶质的厚重感，像凝住了的果冻，入口清香爽滑，甜而不腻，还有淡淡的桃气，若再洒点薄荷露，更是清凉无比。有位美女就说过，喝一口，“叶的葳蕤、花的妖娆、果的浓厚，似乎都在浆的凝结里面晶莹透亮着”。 \n" +
                    "     桃浆性微凉，清凉去火。《抱朴子》云：“桃胶以桑灰汁渍过服之，除百病，数月断谷，久则晦夜有光如月。”这是说桃浆用桑树枝烧成灰后清洗服用，可治百病。《本经逢原》也道：“桃树上胶，最通津液，能治血淋，石淋。痘疮黑陷，必胜膏用之。”台州人有一个治咳嗽的小偏方，用的就是鸽子蛋炖桃浆。桃浆的确能治病，有一年，张大千到常州探访病中的谢玉岑。谢是江南词人，亦是大千好友，大千亲自下厨，为玉岑调制桃浆羹。一碗橘瓤同煮的桃浆，甜中有酸，清口开胃，病中的词人饮后，如饮甘露，清凉直达肺腑。\n",
            "     “说到青草糊，六七十年代出生的人都不陌生，这种土饮料，是夏日台州街头最常见的消暑饮品。\n" +
                    "     青草糊是由被称为“青草”的草本植物调制而成的。市场上卖得很火的一种饮料叫仙草蜜，它的成分就是仙草，有人说，青草与仙草，其实就是同一种植物。仙草，我是知道的，阳台上就有一盆，小巧翠绿，叶子略带茸毛，叶型似薄荷，不过比薄荷叶略小，看上去不甚起眼。摘下叶子，就可闻到缕缕清香——这种清香，真的是清凉的香气。\n" +
                    "     在台州，夏天一到，就有卖青草的，乡人以为青草有降火气、解热、消暑、清血等功能，将其拿来熬煮，便成为青草糊。青草糊色泽棕黑，有点像龟苓膏，不过味道比龟苓膏要好。关于青草糊，《温岭县志》有记载，但语焉不详：“菁草糊：菁草加水煎煮，取汁冷凝后成糊状，吃时加桂花糖，清香解渴。”我不明白，《温岭县志》为何要将青草写成菁草。我还是喜欢“青草”二字，质朴中，隐约有草木的清爽之气。\n" +
                    "     我们小时候，青草糊是喝得最多的饮料。夏日里，蝉鸣声中，树阴底下，咕嘟咕嘟喝下一碗青草糊，有一种苦苦的清凉，非常解渴。放学时候，是我们的快乐时光，一分钱可以租一本连环画看，可以买上一段甘蔗边走边啃，也可以喝上一碗青草糊。放学路上，总能碰到卖青草糊的阿婆，挑着两个担子，担子上搁两只脸盆，脸盆上覆着一层薄纱，揭下薄纱，便是果冻似的一盆青草糊，黑黑的，亮亮的，闪着光泽。\n" +
                    "     青草糊便宜，几分钱一杯。递上几个钢蹦，阿婆便拿起一把扁圆的小铁铲，从桶里铲两块青草糊到小碗。加上白糖、蜂蜜水、芝麻，洒几滴薄荷油，再用小铜勺在瓷碗里来回击打，发出“叮叮叮叮”的脆响，一碗甘甜凉薄的青草糊就到手中了。我喜欢桂花的甜香，便央阿婆多洒一些桂花进去。桂花树是阿婆家自种的，秋天桂花飘落时，阿婆拿竹箩接了，撮成一堆，用白糖腌制而成。这一碗青草糊，有金黄的桂花、黑黑的芝麻，端在手中，如荷叶中的晨露，微微晃动，喝上一口，有薄荷特有的清凉之气，喉咙口凉丝丝的，甚至呼出的气，都觉得清凉甘甜。\n" +
                    "     青草糊，散发着植物的清气，这种清气，是湿地河畔的氤氲，是林间清泉的甘甜，是田间青草的清新，是含露花朵的润泽。吃到青草糊，总让人忆起青葱岁月，可是人生又有多少往事可以重来。吃到青草糊，感伤是难免的\n",
            "     鳗鱼酒的烧法和黄鱼酒一样，选鱼也是一样的苛刻，首先，这鳗鱼一定要用小网网来的活海鳗，鳗鱼也不能过大，大概三四两重就差不多了。鳗鱼也不用剖杀，只要把其身上黏稠的体液洗净就可以了，大可不必担忧鱼肚里的东西脏了鱼、影响了口味，因为鱼是活炖的，熟后，它自然保持原状，吃时，只要把鱼肚里的东西全部夹出，就丝毫不会影响到鱼的味道。经过炖烧的鳗鱼肉，会变得更加结实有味。\n" +
                    "     温岭人口中的“鸡子酒”，其实就是鸡蛋酒。做法相当简单：只要家中有鸡蛋、红糖、老酒即可。首先将鸡蛋打到碗里，均匀地撒上红糖，倒上适量老酒（按个人喜好），不需要搅拌，加入适量的水以冲淡酒味，放在蒸锅里或者电饭煲里蒸，不超过10分钟就搞定了。鸡子酒以7分熟的口感为最佳，温岭话叫：半生冷熟。这样的蛋黄带有明亮的色泽，轻轻触碰就会流出，黄酒的香味会渗透到蛋黄和蛋清中，酒味破“蛋”而出，红糖和老酒在碗底纠结着，用勺子舀到底部，粘稠度越高的地方越甜。温岭人认为鸡子酒补身体、养气血的功效，当然，还有一个重要的原因就是它本身的味道很诱人。\n" +
                    "     米酒是箬山妈妈常常炖给孩子们吃的滋补品。糯米酒不仅好吃，而且称得上是天然的最佳的滋补身体的保健品。糯米酒其实不是酒，是糯米加上核桃肉、鸡蛋、黑枣、猪肉等配料，浸在黄酒中，放入大锅内用文火慢慢炖熟的糯米饭。这样的糯米酒香喷喷，可以当饭吃个饱。",
            "     麦虾，不是虾。作为台州的一道特色小吃，它还是江南一带榜上有名的面食。面粉加水放在海碗内搅拌成粉浆，锅内炒热菜加水熬煮，水沸之时，左手端着粉浆碗，稍稍倾斜，右手持菜刀，沿着碗口一刀一刀将粉浆“割”下锅，落水后的粉浆就变成了厚实的麦条，在沸水里上下翻滚，四处游走，像极了一尾尾活泼伶俐的大虾，故而取名为“麦虾”。\n" +
                    "     制作时，麦虾也有多种搭配。有鲜虾、蛤蜊的叫“三鲜麦虾”，有咸肉芋头的叫“咸肉芋麦虾”，有猪肝的叫“猪肝麦虾”……大部分台州人喜欢配以香菇、笋丝、肉丝、鲜虾、蛏或蛤蜊等上乘山海珍品，再加蒜或香菜、酱辣等佐料，一碗热气腾腾的麦虾上桌，好不撩人胃口！\n" +
                    "     在台州，无论大街小巷、街头巷尾都可以随处见到它的踪影。虽是唾手可得的味道，但那鲜美清香，蕴含着熟悉的台州味道，刺激着舌尖上的每一个味蕾。本期《好食光》，记者邀请了几位食客，说说和麦虾的故事。\n" +
                    "麦虾，临海人在外的异乡情结\n" +
                    "     说起麦虾，最有话语权的还属临海人。林霞是临海城区人，从小在杭州求学的她，对于麦虾有着别样的情怀。\n" +
                    "     说起第一次吃麦虾，林霞有些怀念。“读小学的时候，临海还没有通动车，从杭州回来总要坐上四五个小时的大巴车，有时遇上堵车回家就得到大半夜了。”林霞记得那一次放寒假是舅舅接她回家的，赶上学生放假潮，满满当当的一车大学生，塞着自己这个小学生，到了家已将近晚上十一点。\n" +
                    "     江南的冬天，总是想让人早早地钻进被窝，但林霞刚进外婆家门便冲进了厨房。“太香了！”林霞说，在旅途上奔波了一天早已饥肠辘辘，自家煮出的麦虾香味让人疲惫感顿无。\n" +
                    "     从此，林霞便爱上了麦虾，这也成了她在外求学时最想念的家乡美食。“外婆的麦虾和普通麦虾不一样，在调制粉浆时，外婆喜欢加些蛋液。”林霞说，“煮出来麦虾有了鸡蛋的鲜味，还更富有弹性。”\n" +
                    "     此外，林霞介绍，在配料方面，外婆也颇为讲究。蒲瓜、丝瓜等都是麦虾里常用的蔬菜配料，但外婆更喜欢将新鲜白萝卜切成细细的丝状调入麦虾里。“冬吃萝卜夏吃姜，新鲜白萝卜的营养价值很高，和麦虾相配还能起到提鲜作用。”林霞说。\n" +
                    "     新鲜小白虾也是麦虾的好搭档。“三门的小白虾新鲜肥美，放在麦虾里也格外鲜美。”林霞说，不用手剥，咬掉虾头，轻轻“啜”上一口，虾壳就脱落了，虾肉鲜滑，混着麦虾汤一起咀嚼，好不过瘾。\n" +
                    "一整碗麦虾连汤都喝到见底\n" +
                    "     在仙居，麦虾被称作“麦虾几”。在老徐看来，仙居的麦虾与临海麦虾比起来，其在形态上来得粗犷，且色泽微黄，条理分明，有嚼劲，用清代吃货李渔的话说，即保存了面食本身味道的纯正，而不似临海麦虾过分膨松失去面食味。\n" +
                    "     此外，仙居麦虾和临海麦虾相比，更偏爱蔬菜作为辅料，芋艿、萝卜丝、香菇、山笋都是配料中上等材料。如今，新鲜冬笋上市，老徐便把麦虾的主要辅料替换成了冬笋。\n" +
                    "     “麦虾的做法都大同小异，主要是辅料的选择上有所不同。”老徐介绍，先是选择上等面粉，将食盐用清水溶化，把鸡蛋打碎，把鸡蛋黄打散倒入食盐水中调匀；加入面粉，将调匀的鸡蛋与面粉一同搅拌，使之成糨糊状。其次，把调好后的面粉糊静置，上面加点清水静置20分钟左右，慢慢倒掉上面―层的清水后，再将面粉糊不断上下翻动调匀。待面粉糊面性出来，把已经准备好的作料烹炒后放入铁锅烧汤，待沸腾后，用菜刀把盛在瓷碗里的面粉糊一刀―刀削到锅里，手艺好的转动盛面粉糊的碗，能连续不断地将整碗的面粉糊一气削光，等到削下锅的麦面条都浮起来了，表示已经熟透了，出锅时加入酱油、黄酒等佐料即可食用。"};
    private String[] ess_eatting_title={"台州美食之旅——蛋清羊尾","江南好滋味——桃浆","青葱岁月里的青草糊",
            "温岭石塘箬山特色小吃：鳗鱼酒、鸡子酒等","麦虾：烙在味蕾上的乡愁"};
    private String[] ess_eatting_comefrom={"浙里台美"};
    private String[] ess_eatting_date={"2019-05-01","2019-05-02","2019-05-03"
            ,"2019-05-04","2019-05-05"};
    private int[] ess_eatting_ima={R.drawable.ess_eat_ima01, R.drawable.ess_eat_ima02, R.drawable.ess_eat_ima03,
            R.drawable.ess_eat_ima04, R.drawable.ess_eat_ima05};
    public int getCountLength(){
        return ess_eatting_title.length;
    }
    public String getEssEatting_title(int position){
        return ess_eatting_title[position];
    }
    public String getEssEatting_comefrom(int position){
        return ess_eatting_comefrom[0];
    }
    public String getEssEatting_date(int position){
        return ess_eatting_date[position];
    }
    public int getEssEatting_ima(int position){
        return ess_eatting_ima[position];
    }
    public String getEssEatting_main(int position){
        return ess_eatting_main[position];
    }
}
